{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Adja meg a jelszavát, ha az érzékeny adatokat, például az IP-címet eltávolító jelentést szeretne létrehozni, vagy törölje a műveletet, ha az előző képernyő információit szeretné használni."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["A teljesebb jelentés létrehozásához adja meg jelszavát."]},"Enviando, aguarde...":{"*":["Küldés, kérem várjon..."]},"Este driver é software livre.":{"*":["Ez az illesztőprogram ingyenes szoftver."]},"Este driver é proprietário.":{"*":["Ez az illesztőprogram szabadalmaztatott."]},"Este driver parece compatível com este computador.":{"*":["Úgy tűnik, hogy ez az illesztőprogram kompatibilis ezzel a számítógéppel."]},"Remover":{"*":["Távolítsa el a"]},"Instalar":{"*":["Telepítse a"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["Már van egy másik nVidia illesztőprogram telepítve, ennek az illesztőprogramnak a telepítéséhez először távolítsa el a telepített illesztőprogramot."]},"Em uso":{"*":["Használatban"]},"Obsoleto, Clique para Remover!":{"*":["Elavult, kattintson az eltávolításhoz!"]},"Categorias":{"*":["Kategóriák"]},"Principais":{"*":["Főoldal"]},"Driver detectado:":{"*":["A sofőr észlelte:"]},"Mesa e Kernel":{"*":["Táblázat és kernel"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["A kernel és az asztali módosításokat óvatosan kell elvégezni."]},"Versões de kernel":{"*":["Kernel verziók"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["A Linux kernel az operációs rendszer összetevője, amely vezérli az összes többi összetevőt, és lehetővé teszi az alkalmazások működését. A kernelverzió módosítása új funkciókat hozhat létre, vagy javíthatja a teljesítményt, de problémákat is okozhat egyes illesztőprogramokban és alkalmazásokban. Ha a rendszer jól működik, előfordulhat, hogy nem előnyös egy másik kernelverzióra váltani. A verziók közötti különbség a következő:<br><br>\n\t<b>LTS,</b> hosszabb ideig kap biztonsági frissítéseket. Általában a legújabb LTS verzió a legjobb megoldás.<br><br>\n\t<b>A Xanmod</b> módosításokkal rendelkezik a jobb teljesítmény elérése érdekében, de ez instabilitást okozhat a rendszerben.<br><br>\n\t<b>RT</b>, különleges felhasználásra módosulnak. Ha nem használ olyan programot, amelynek erre szüksége van, akkor a legjobb, ha kernelt használ az \"rt\" rövidítés nélkül."]},"Precisa de ajuda?":{"*":["Segítségre van szüksége?"]},"Drivers de vídeo":{"*":["Videó illesztőprogramok"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["A Mesa tartalmazza a rendszer video-illesztőprogramjait, amelyek a kernellel együtt működnek. A verziók közötti különbség a következő:<br><br><b>Stabil</b>, a legtöbb helyzetben ajánlott, egyensúly az új funkciók és a stabilitás között.<br><br><b>A Tkg</b>, a fejlesztői verzió, hírekkel, de kevés teszttel, instabilitást generálhat, de nagyobb teljesítményt is hozhat a játékokba.<br><br><b>Borostyán</b>, amely régebbi számítógépeken hasznos, általában 2010 előtt gyártott.<br><br>* Az AMD, az Intel és mások video-illesztőprogramjai megtalálhatók a Mesa-ban és a Linux kernelben, kivéve az Nvidia saját illesztőprogramját"]},"Pesquisar Kernel":{"*":["Kernel keresése"]},"Resultado da pesquisa":{"*":["Keresés eredménye"]},"Big-Kernel-Manager":{"*":["Big-Kernel-kezelő"]},"Fechar":{"*":["Zárja be a"]},"Abrir":{"*":["Nyissa meg a  címet"]},"Instalar ou Remover Versões de Kernel":{"*":["Kernelverziók telepítése vagy eltávolítása"]},"Aplicando - Aguarde":{"*":["Jelentkezés - Kérjük, várjon"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>* Az érzékelés nem terjed ki a nyomtatókra és a szkennerekre</small>"]},"Placa de vídeo":{"*":["Videokártya"]},"Wifi":{"*":["Wifi"]},"Rede Cabeada":{"*":["Vezetékes hálózat"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["Nyomtató"]},"Impressora 3D":{"*":["3D nyomtató"]},"Scanner":{"*":["Szkenner"]},"TV Digital":{"*":["Digitális TV"]},"Webcam":{"*":["Webkamera"]},"Touchscreen":{"*":["Érintőképernyő"]},"Som":{"*":["Hang"]},"Outros":{"*":["Egyéb"]},"Pesquisar Driver ou Firmware":{"*":["Illesztőprogram vagy firmware keresése"]},"Big-Driver-Manager":{"*":["Big-Driver-Manager"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Illesztőprogramok és firmware telepítése vagy eltávolítása"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["Az illesztőprogram vagy firmware alkalmazásához általában újra kell indítani a számítógépet."]},"Driver ou firmware":{"*":["Illesztőprogram vagy firmware"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["Ez a csomag az adott számítógéppel kompatibilis fájlokat tartalmaz."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["Miután befejezte, indítsa újra a számítógépet az illesztőprogram-konfiguráció aktiválásához."]},"Driver":{"*":["Vezető"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Hiba történt, és az illesztőprogram nem alkalmazható."]},"Resumo":{"*":["Összefoglaló"]},"Processador":{"*":["Processzor"]},"Placa mãe":{"*":["Alaplap"]},"Memória":{"*":["Memória"]},"Rede":{"*":["Hálózat"]},"Usb":{"*":["Usb"]},"Pci":{"*":["Pci"]},"Bateria":{"*":["Akkumulátor"]},"Armazenamento":{"*":["Tárolás"]},"Sistema":{"*":["Rendszer"]},"Temperatura":{"*":["Hőmérséklet"]},"Áudio":{"*":["Audio"]},"Mais informações":{"*":["További információ"]},"Hardware":{"*":["Hardver"]},"Pesquisar":{"*":["Keresés"]},"Informações de Hardware":{"*":["Hardveres információk"]},"Informações Sobre o Sistema e o Hardware":{"*":["Rendszer és hardver információk"]},"Memória RAM:":{"*":["RAM memória:"]},"Vídeo:":{"*":["Videó:"]},"Instalado na partição:":{"*":["Telepítve a partícióra:"]},"Tamanho da partição:":{"*":["Partíció mérete:"]},"Espaço utilizado:":{"*":["Használt tér:"]},"Espaço livre:":{"*":["Tiszta tér:"]},"Data que o sistema foi instalado:":{"*":["A rendszer telepítésének dátuma:"]},"Kernel em uso:":{"*":["Használatban lévő mag:"]},"Instalar ou Remover Drivers":{"*":["Illesztőprogramok telepítése vagy eltávolítása"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["A BigLinux alapértelmezés szerint több ezer illesztőprogramot és firmware-t tartalmaz, de előfordulhat, hogy még néhányat telepítenie kell."]},"Gerar Relatório":{"*":["Jelentés létrehozása"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["Olyan fájlt hoz létre, amely az interneten közzétehető információkat tartalmaz."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Eszközinformációk megtekintése a Linux Hardveren"]},"Categoria":{"*":["Kategória"]},"Nome":{"*":["Név"]},"ID":{"*":["ID"]},"Info":{"*":["Info"]},"Desativado":{"*":["Mozgáskorlátozottak"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Az illesztőprogram telepítése előtt távolítsa el a másik Nvidia illesztőprogramot."]},"Swap Memória Virtual":{"*":["Virtuális memória csere"]},"Conexões de Rede":{"*":["Hálózati kapcsolatok"]},"Dispositivos e conexões USB":{"*":["USB eszközök és csatlakozások"]},"Portas PCI":{"*":["PCI portok"]},"Dispositivos de Armazenamento":{"*":["Tárolóeszközök"]},"Partições montadas":{"*":["Szerelt partíciók"]},"Partições desmontadas":{"*":["Szétszerelt válaszfalak"]},"Dispositivos lógicos":{"*":["Logikai eszközök"]},"Raid":{"*":["Raid"]},"Informações de Sistema":{"*":["Rendszerinformáció"]},"Repositórios":{"*":["Tárházak"]},"Enviar para filebin.net":{"*":["Küldés filebin.net"]},"Visualizar":{"*":["Képzelni"]},"O relatório foi salvo no arquivo:":{"*":["A jelentést a fájlba mentették:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["Szeretné megtekinteni a fájlt, vagy feltölteni a filebin.net webhelyre, hogy könnyen megoszthassa a számítógép adatait tartalmazó URL-t?"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["A $drivers_path könyvtár nem létezik, és nem hozható létre."]},"O Big-Kernel-Manager já está em uso.":{"*":["A Big-Kernel-Manager már használatban van."]},"O Big-Hardware-Relatory já está em uso.":{"*":["A Big-Hardware-Relatory már használatban van."]}}}}