{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Skriv inn passordet ditt for å generere en rapport som fjerner sensitive data, for eksempel IP-adresse, eller avbryt for å bruke informasjonen fra forrige skjermbilde."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["Skriv inn passordet ditt for å generere en mer fullstendig rapport."]},"Enviando, aguarde...":{"*":["Sender, vennligst vent..."]},"Este driver é software livre.":{"*":["Denne driveren er gratis programvare."]},"Este driver é proprietário.":{"*":["Denne driveren er proprietær."]},"Este driver parece compatível com este computador.":{"*":["Denne driveren virker kompatibel med denne datamaskinen."]},"Remover":{"*":["Fjern"]},"Instalar":{"*":["Installer"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["Det er allerede en annen nVidia-driver installert, for å installere denne driveren, fjern den installerte driveren først."]},"Em uso":{"*":["I bruk"]},"Obsoleto, Clique para Remover!":{"*":["Foreldet, Klikk for å fjerne!"]},"Categorias":{"*":["Kategorier"]},"Principais":{"*":["Hoved"]},"Driver detectado:":{"*":["Driver oppdaget:"]},"Mesa e Kernel":{"*":["Tabell og kjerne"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["Kjerne- og skrivebordsendringer bør gjøres nøye."]},"Versões de kernel":{"*":["Kernel-versjoner"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["Linux-kjernen er komponenten i operativsystemet som styrer alle andre komponenter og lar applikasjoner fungere. Endring av kjerneversjonen kan gi ny funksjonalitet eller forbedre ytelsen, men det kan også forårsake problemer med enkelte drivere og programmer. Hvis systemet fungerer bra, er det kanskje ikke fordelaktig å bytte til en annen kjerneversjon. Her er forskjellen mellom versjonene:<br><br>\n\t<b>LTS,</b> motta sikkerhetsoppdateringer lenger. Generelt er den nyeste LTS-versjonen det beste alternativet.<br><br>\n\t<b>Xanmod</b>, har modifikasjoner for å oppnå bedre ytelse, men dette kan forårsake ustabiliteter i systemet.<br><br>\n\t<b>RT,</b> er modifisert for spesifikk bruk. Hvis du ikke bruker noen programmer som trenger dette, er det best å bruke en kjerne uten akronymet 'rt'."]},"Precisa de ajuda?":{"*":["Trenger du hjelp?"]},"Drivers de vídeo":{"*":["Video drivere"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Mesa inkluderer systemskjermdriverne som fungerer sammen med kjernen. Her er forskjellen mellom versjonene:<br><br><b>Stabil</b>, anbefales for de fleste situasjoner, balanse mellom nye funksjoner og stabilitet.<br><br><b>Tkg</b>, utviklingsversjon, med nyheter, men få tester, kan generere ustabiliteter, men kan også gi mer ytelse til spill.<br><br><b>Amber</b>, nyttig på eldre datamaskiner, generelt, produsert før 2010.<br><br>* Videodrivere fra AMD, Intel og andre er inkludert i Mesa og Linux-kjernen, bortsett fra Nvidias proprietære driver"]},"Pesquisar Kernel":{"*":["Søk i kjernen"]},"Resultado da pesquisa":{"*":["Søk resultat"]},"Big-Kernel-Manager":{"*":["Big-Kernel-Manager"]},"Fechar":{"*":["Lukk"]},"Abrir":{"*":["Åpen"]},"Instalar ou Remover Versões de Kernel":{"*":["Installere eller fjerne kjerneversjoner"]},"Aplicando - Aguarde":{"*":["Påføring - Vennligst vent"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>*Deteksjon inkluderer ikke skrivere og skannere</small>"]},"Placa de vídeo":{"*":["Skjermkort"]},"Wifi":{"*":["WiFi"]},"Rede Cabeada":{"*":["Kablet nettverk"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["skriver"]},"Impressora 3D":{"*":["3D-skriver"]},"Scanner":{"*":["Skanner"]},"TV Digital":{"*":["Digital-TV"]},"Webcam":{"*":["webkamera"]},"Touchscreen":{"*":["Berøringsskjerm"]},"Som":{"*":["lyd"]},"Outros":{"*":["Annet"]},"Pesquisar Driver ou Firmware":{"*":["Søk etter Driver eller Firmware"]},"Big-Driver-Manager":{"*":["Stor sjåfør-leder"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Installer eller fjern drivere og firmwares"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["Det er generelt nødvendig å starte datamaskinen på nytt for at driveren eller fastvaren skal gjelde."]},"Driver ou firmware":{"*":["Driver eller fastvare"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["Denne pakken inneholder filer som er kompatible med denne datamaskinen."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["Ferdig, start datamaskinen på nytt for å aktivere driverkonfigurasjonen."]},"Driver":{"*":["Driver"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Det oppstod en feil, og driveren kan ikke brukes."]},"Resumo":{"*":["Sammendrag"]},"Processador":{"*":["prosessor"]},"Placa mãe":{"*":["Hovedkort"]},"Memória":{"*":["minner"]},"Rede":{"*":["Netto"]},"Usb":{"*":["USB"]},"Pci":{"*":["PCI"]},"Bateria":{"*":["Trommer"]},"Armazenamento":{"*":["Lagring"]},"Sistema":{"*":["Systemet"]},"Temperatura":{"*":["praktikanter"]},"Áudio":{"*":["Lyd"]},"Mais informações":{"*":["Mer informasjon"]},"Hardware":{"*":["Hardware"]},"Pesquisar":{"*":["Søke"]},"Informações de Hardware":{"*":["Informasjon om maskinvare"]},"Informações Sobre o Sistema e o Hardware":{"*":["Informasjon om system og maskinvare"]},"Memória RAM:":{"*":["RAM-minne:"]},"Vídeo:":{"*":["Video:"]},"Instalado na partição:":{"*":["Installert på partisjonen:"]},"Tamanho da partição:":{"*":["Partisjon størrelse:"]},"Espaço utilizado:":{"*":["Plass brukt:"]},"Espaço livre:":{"*":["Ledig plass:"]},"Data que o sistema foi instalado:":{"*":["Dato systemet ble installert:"]},"Kernel em uso:":{"*":["Kjernen i bruk:"]},"Instalar ou Remover Drivers":{"*":["Installer eller fjern drivere"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["BigLinux inkluderer tusenvis av drivere og firmwares som standard, men du må kanskje fortsatt installere noen flere."]},"Gerar Relatório":{"*":["Generer rapport"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["Oppretter en fil med informasjon som kan publiseres på internett."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Vis enhetsinformasjon på Linux-maskinvare"]},"Categoria":{"*":["Kategori"]},"Nome":{"*":["Navn"]},"ID":{"*":["ID"]},"Info":{"*":["Info"]},"Desativado":{"*":["deaktivert"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Før du installerer denne driveren, må du fjerne den andre Nvidia-driveren."]},"Swap Memória Virtual":{"*":["Bytte av virtuelt minne"]},"Conexões de Rede":{"*":["Nettverkstilkoblinger"]},"Dispositivos e conexões USB":{"*":["USB-enheter og tilkoblinger"]},"Portas PCI":{"*":["PCI-porter"]},"Dispositivos de Armazenamento":{"*":["lagringsenheter"]},"Partições montadas":{"*":["Monterte partisjoner"]},"Partições desmontadas":{"*":["Demonterte partisjoner"]},"Dispositivos lógicos":{"*":["Logiske enheter"]},"Raid":{"*":["Raid"]},"Informações de Sistema":{"*":["Informasjon om systemet"]},"Repositórios":{"*":["Repositorier"]},"Enviar para filebin.net":{"*":["Send til filebin.net"]},"Visualizar":{"*":["Visualisere"]},"O relatório foi salvo no arquivo:":{"*":["Rapporten ble lagret i filen:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["Vil du vise filen eller laste den opp til det filebin.net nettstedet, for å ha en URL med datamaskindataene dine på en enkel måte å dele?"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["$drivers_path-katalogen finnes ikke og kan ikke opprettes."]},"O Big-Kernel-Manager já está em uso.":{"*":["Big-Kernel-Manager er allerede i bruk."]},"O Big-Hardware-Relatory já está em uso.":{"*":["Big-Hardware-Relatory er allerede i bruk."]}}}}