{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Syötä salasanasi, jos haluat luoda raportin, josta poistetaan arkaluonteiset tiedot, kuten IP-osoite, tai peruuta, jos haluat käyttää edellisen näytön tietoja."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["Syötä salasanasi luodaksesi täydellisemmän raportin."]},"Enviando, aguarde...":{"*":["Lähetys, odota..."]},"Este driver é software livre.":{"*":["Tämä ohjain on ilmainen ohjelmisto."]},"Este driver é proprietário.":{"*":["Tämä ohjain on patentoitu."]},"Este driver parece compatível com este computador.":{"*":["Tämä ohjain näyttää olevan yhteensopiva tämän tietokoneen kanssa."]},"Remover":{"*":["Poista"]},"Instalar":{"*":["Asenna"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["Toinen nVidia-ohjain on jo asennettu, joten jos haluat asentaa tämän ohjaimen, poista ensin asennettu ohjain."]},"Em uso":{"*":["Käytössä"]},"Obsoleto, Clique para Remover!":{"*":["Vanhentunut, poista napsauttamalla!"]},"Categorias":{"*":["Kategoriat"]},"Principais":{"*":["Main"]},"Driver detectado:":{"*":["Kuljettaja havaittu:"]},"Mesa e Kernel":{"*":["Taulukko ja ydin"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["Ytimen ja työpöydän muutokset tulee tehdä huolellisesti."]},"Versões de kernel":{"*":["Ytimen versiot"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["Linux-ydin on käyttöjärjestelmän komponentti, joka ohjaa kaikkia muita komponentteja ja mahdollistaa sovellusten toiminnan. Ytimen version muuttaminen voi tuoda uusia toimintoja tai parantaa suorituskykyä, mutta se voi myös aiheuttaa ongelmia joidenkin ohjainten ja sovellusten kanssa. Jos järjestelmä toimii hyvin, ei ehkä ole edullista vaihtaa toiseen ytimen versioon. Tässä on versioiden välinen ero:<br><br>\n\t<b>LTS,</b> vastaanota tietoturvapäivityksiä pidempään. Yleensä uusin LTS-versio on paras vaihtoehto.<br><br>\n\t<b>Xanmodilla</b> on muutoksia paremman suorituskyvyn saavuttamiseksi, mutta tämä voi aiheuttaa järjestelmän epävakautta.<br><br>\n\t<b>RT</b>, muutetaan tiettyihin käyttötarkoituksiin. Jos et käytä mitään ohjelmia jotka tarvitsevat tätä, on parasta käyttää ydintä ilman lyhennettä 'rt'."]},"Precisa de ajuda?":{"*":["Tarvitsetko apua?"]},"Drivers de vídeo":{"*":["Video-ohjaimet"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Mesa sisältää järjestelmän näytönohjaimet, jotka toimivat yhdessä ytimen kanssa. Tässä on versioiden välinen ero:<br><br><b>Vakaa</b>, suositellaan useimpiin tilanteisiin, tasapaino uusien ominaisuuksien ja vakauden välillä.<br><br><b>Tkg</b>, kehitysversio, jossa on uutisia, mutta vähän testejä, voi aiheuttaa epävakautta, mutta voi myös tuoda peleihin enemmän suorituskykyä.<br><br><b>Meripihka</b>, hyödyllinen vanhemmissa tietokoneissa, yleensä valmistettu ennen vuotta 2010.<br><br>* AMD:n, Intelin ja muiden näytönohjaimet sisältyvät Mesaan ja Linux-ytimeen, paitsi Nvidian oma ohjain"]},"Pesquisar Kernel":{"*":["Etsi ydintä"]},"Resultado da pesquisa":{"*":["Hakutulos"]},"Big-Kernel-Manager":{"*":["Big-Kernel-Manager"]},"Fechar":{"*":["Sulje"]},"Abrir":{"*":["Avaa"]},"Instalar ou Remover Versões de Kernel":{"*":["Ytimen versioiden asentaminen tai poistaminen"]},"Aplicando - Aguarde":{"*":["Hakemuksen tekeminen - Odota"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>* Havaitseminen ei sisällä tulostimia ja skannereita</small>"]},"Placa de vídeo":{"*":["Videokortti"]},"Wifi":{"*":["Wifi"]},"Rede Cabeada":{"*":["Langallinen verkko"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["Tulostin"]},"Impressora 3D":{"*":["3D-tulostin"]},"Scanner":{"*":["Skanneri"]},"TV Digital":{"*":["Digitaalinen televisio"]},"Webcam":{"*":["Webkamera"]},"Touchscreen":{"*":["Kosketusnäyttö"]},"Som":{"*":["Ääni"]},"Outros":{"*":["Muut"]},"Pesquisar Driver ou Firmware":{"*":["Etsi ajuria tai laiteohjelmaa"]},"Big-Driver-Manager":{"*":["Big-Driver-Manager"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Asenna tai poista ajurit ja laiteohjelmat"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["Tietokone on yleensä käynnistettävä uudelleen, jotta ohjain tai laiteohjelmisto voidaan asentaa."]},"Driver ou firmware":{"*":["Ajuri tai laiteohjelma"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["Tämä paketti sisältää tämän tietokoneen kanssa yhteensopivat tiedostot."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["Kun olet valmis, käynnistä tietokone uudelleen aktivoidaksesi ajurikokoonpanon."]},"Driver":{"*":["Kuljettaja"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Tapahtui virhe, eikä ohjainta voida käyttää."]},"Resumo":{"*":["Yhteenveto"]},"Processador":{"*":["Prosessori"]},"Placa mãe":{"*":["Emolevy"]},"Memória":{"*":["Muisti"]},"Rede":{"*":["Verkko"]},"Usb":{"*":["Usb"]},"Pci":{"*":["Pci"]},"Bateria":{"*":["Akku"]},"Armazenamento":{"*":["Varastointi"]},"Sistema":{"*":["Järjestelmä"]},"Temperatura":{"*":["Lämpötila"]},"Áudio":{"*":["Audio"]},"Mais informações":{"*":["Lisätietoja"]},"Hardware":{"*":["Laitteisto"]},"Pesquisar":{"*":["Etsi"]},"Informações de Hardware":{"*":["Laitteistoa koskevat tiedot"]},"Informações Sobre o Sistema e o Hardware":{"*":["Järjestelmää ja laitteistoa koskevat tiedot"]},"Memória RAM:":{"*":["RAM-muisti:"]},"Vídeo:":{"*":["Video:"]},"Instalado na partição:":{"*":["Asennettu osioon:"]},"Tamanho da partição:":{"*":["Osion koko:"]},"Espaço utilizado:":{"*":["Käytetty tila:"]},"Espaço livre:":{"*":["Tyhjää tilaa:"]},"Data que o sistema foi instalado:":{"*":["Järjestelmän asennuspäivämäärä:"]},"Kernel em uso:":{"*":["Käytössä oleva ydin:"]},"Instalar ou Remover Drivers":{"*":["Asenna tai poista ajurit"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["BigLinux sisältää oletusarvoisesti tuhansia ajureita ja laiteohjelmistoja, mutta saatat silti joutua asentamaan joitakin lisää."]},"Gerar Relatório":{"*":["Luo raportti"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["Se luo tiedoston, jossa on tietoja, jotka voidaan julkaista Internetissä."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Linux-laitteiston laitetietojen tarkasteleminen"]},"Categoria":{"*":["Luokka"]},"Nome":{"*":["Nimi"]},"ID":{"*":["ID"]},"Info":{"*":["Info"]},"Desativado":{"*":["Vammaiset"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Poista toinen Nvidia-ohjain ennen tämän ohjaimen asentamista."]},"Swap Memória Virtual":{"*":["Virtuaalimuistin vaihto"]},"Conexões de Rede":{"*":["Verkkoyhteydet"]},"Dispositivos e conexões USB":{"*":["USB-laitteet ja -liitännät"]},"Portas PCI":{"*":["PCI-portit"]},"Dispositivos de Armazenamento":{"*":["Tallennuslaitteet"]},"Partições montadas":{"*":["Asennetut väliseinät"]},"Partições desmontadas":{"*":["Puretut väliseinät"]},"Dispositivos lógicos":{"*":["Logiikkalaitteet"]},"Raid":{"*":["Raid"]},"Informações de Sistema":{"*":["Järjestelmätiedot"]},"Repositórios":{"*":["Tietovarastot"]},"Enviar para filebin.net":{"*":["Lähetä osoitteeseen filebin.net"]},"Visualizar":{"*":["Kuvitella"]},"O relatório foi salvo no arquivo:":{"*":["Raportti tallennettiin tiedostoon:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["Haluatko tarkastella tiedostoa tai ladata sen filebin.net sivustoon, jotta sinulla on URL-osoite tietokoneesi tiedoilla helposti jaettavaksi?"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["$drivers_path-hakemistoa ei ole olemassa, eikä sitä voitu luoda."]},"O Big-Kernel-Manager já está em uso.":{"*":["Big-Kernel-Manager on jo käytössä."]},"O Big-Hardware-Relatory já está em uso.":{"*":["Big-Hardware-Relatory on jo käytössä."]}}}}