Repository: biglinux/biglinux-driver-manager
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: O diretório $drivers_path não existe e não foi possível criar.
bg: Директорията $drivers_path не съществува и не може да бъде създадена.
cs: Adresář $drivers_path neexistuje a nelze jej vytvořit.
da: Mappen $drivers_path findes ikke og kunne ikke oprettes.
de: Das Verzeichnis $drivers_path ist nicht vorhanden und konnte nicht erstellt werden.
el: Ο κατάλογος $drivers_path δεν υπάρχει και δεν ήταν δυνατή η δημιουργία του.
es: El directorio $drivers_path no existe y no se pudo crear.
et: Kataloogi $drivers_path pole olemas ja seda ei saa luua.
fi: $drivers_path-hakemistoa ei ole olemassa, eikä sitä voitu luoda.
fr: Le répertoire $drivers_path n’existe pas et n’a pas pu être créé.
he: ספריית $drivers_path אינה קיימת ולא היתה אפשרות ליצור אותה.
hr: Direktorij $drivers_path ne postoji i nije ga moguće stvoriti.
hu: A $drivers_path könyvtár nem létezik, és nem hozható létre.
is: $drivers_path mappan er ekki til og ekki var hægt að búa hana til.
it: La directory $drivers_path non esiste e non può essere creata.
ja: $drivers_path ディレクトリが存在しないため、作成できませんでした。
ko: $drivers_path 디렉터리가 없어서 만들 수 없습니다.
nl: De map $drivers_path bestaat niet en kan niet worden gemaakt.
no: $drivers_path-katalogen finnes ikke og kan ikke opprettes.
pl: Katalog $drivers_path nie istnieje i nie można go utworzyć.
ro: Directorul $drivers_path nu există și nu a putut fi creat.
ru: Каталог $drivers_path не существует и не может быть создан.
sk: Adresár $drivers_path neexistuje a nepodarilo sa ho vytvoriť.
sv: Katalogen $drivers_path finns inte och kunde inte skapas.
tr: $drivers_path dizini yok ve oluşturulamadı.
uk: Каталог $drivers_path не існує і не може бути створений.
zh: $drivers_path 目录不存在，无法创建。

source: O Big-Kernel-Manager já está em uso.
bg: Big-Kernel-Manager вече се използва.
cs: Big-Kernel-Manager se již používá.
da: Big-Kernel-Manager er allerede i brug.
de: Der Big-Kernel-Manager ist bereits im Einsatz.
el: Ο Μεγάλος Πυρήνας-Διαχειριστής χρησιμοποιείται ήδη.
es: Big-Kernel-Manager ya está en uso.
et: Big-Kernel-Manager on juba kasutusel.
fi: Big-Kernel-Manager on jo käytössä.
fr: Big-Kernel-Manager est déjà utilisé.
he: ביג-ליב-מנג'ר כבר נמצא בשימוש.
hr: Big-Kernel-Manager je već u upotrebi.
hu: A Big-Kernel-Manager már használatban van.
is: Big-Kernel-Manager er þegar í notkun.
it: Big-Kernel-Manager è già in uso.
ja: ビッグカーネルマネージャーはすでに使用されています。
ko: Big-Kernel-Manager가 이미 사용 중입니다.
nl: Big-Kernel-Manager is al in gebruik.
no: Big-Kernel-Manager er allerede i bruk.
pl: Big-Kernel-Manager jest już w użyciu.
ro: Big-Kernel-Manager este deja în uz.
ru: Big-Kernel-Manager уже используется.
sk: Big-Kernel-Manager sa už používa.
sv: Big-Kernel-Manager används redan.
tr: Big-Kernel-Manager zaten kullanımda.
uk: Big-Kernel-Manager вже використовується.
zh: Big-Kernel-Manager 已在使用中。

source: O Big-Hardware-Relatory já está em uso.
bg: Big-Hardware-Relatory вече се използва.
cs: Big-Hardware-Relatory se již používá.
da: Big-Hardware-Relatory er allerede i brug.
de: Das Big-Hardware-Relatory ist bereits im Einsatz.
el: Το Big-Hardware-Relatory χρησιμοποιείται ήδη.
es: El gran hardware-relativo ya está en uso.
et: Big-Hardware-Relatory on juba kasutusel.
fi: Big-Hardware-Relatory on jo käytössä.
fr: Le Gros Matériel-Relatif est déjà utilisé.
he: החומרה הגדולה של החומרה כבר בשימוש.
hr: Big-Hardware-Relatory je već u upotrebi.
hu: A Big-Hardware-Relatory már használatban van.
is: The Big-Hardware-Relatory er þegar í notkun.
it: Il Big-Hardware-Relativo è già in uso.
ja: Big-Hardware-Relatoryはすでに使用されています。
ko: 빅 하드웨어 관련성은 이미 사용 중입니다.
nl: De Big-Hardware-Relatory is al in gebruik.
no: Big-Hardware-Relatory er allerede i bruk.
pl: Big-Hardware-Relatory jest już w użyciu.
ro: Big-Hardware-Relatory este deja în uz.
ru: Big-Hardware-Relatory уже используется.
sk: Veľký hardvér - Relatory sa už používa.
sv: Big-Hardware-Relatory är redan i bruk.
tr: Big-Hardware-Relatory zaten kullanımda.
uk: Big-Hardware-Relatory вже використовується.
zh: Big-Hardware-Relatory已经在使用。
