Repository: biglinux/biglinux-driver-manager
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: Webcam
bg: Уеб камера
cs: Webová kamera
es: Cámara web
et: Veebikaamera
fi: Webkamera
he: מצלמת אינטרנט
hr: web kamera
hu: Webkamera
is: vefmyndavél
ja: ウェブカメラ
ko: 웹캠
no: webkamera
pl: Kamera internetowa
ru: Веб-камера
sk: Webová kamera
sv: Webbkamera
tr: Web kamerası
uk: веб-камера
zh: 网络摄像头

source: Touchscreen
bg: Сензорен екран
cs: Dotykový displej
de: Berührungssensitiver Bildschirm
el: Οθόνη αφής
es: Pantalla táctil
et: Puuteekraan
fi: Kosketusnäyttö
fr: Écran tactile
he: מסך מגע
hr: zaslon osjetljiv na dodir
hu: Érintőképernyő
is: Snertiskjár
ja: タッチスクリーン
ko: 터치스크린
no: Berøringsskjerm
pl: Ekran dotykowy
ro: Ecran tactil
ru: Сенсорный экран
sk: Dotykový displej
sv: Pekskärm
tr: Dokunmatik ekran
uk: Сенсорний
zh: 触摸屏

source: Som
bg: Звук
cs: Zvuk
da: Lyd
de: Klang
el: Ήχος
es: Sonido
et: Heli
fi: Ääni
fr: Son
he: קול
hr: zvuk
hu: Hang
is: heilbrigður
it: Suono
ja: サウンド
ko: 사운드
nl: Geluid
no: lyd
pl: Dźwięk
ro: Sunet
ru: Звук
sk: Zvuk
sv: Ljud
tr: Ses
uk: звук
zh: 声音

source: Outros
bg: Други
cs: Další
da: Andre
de: Andere
el: Άλλα
es: Otros
et: Muud
fi: Muut
fr: Autre
he: אחרים
hr: Ostalo
hu: Egyéb
is: Annað
it: Altro
ja: その他
ko: 기타
nl: Andere
no: Annet
pl: Inne
ro: Altele
ru: Другое
sk: Iné
sv: Övriga
tr: Diğer
uk: Інші
zh: 其他

source: Pesquisar Driver ou Firmware
bg: Търсене на драйвер или фърмуер
cs: Hledání ovladače nebo firmwaru
da: Søg driver eller firmware
de: Treiber oder Firmware suchen
el: Αναζήτηση προγράμματος οδήγησης ή υλικολογισμικού
es: Buscar controlador o firmware
et: Juhi või püsivara otsimine
fi: Etsi ajuria tai laiteohjelmaa
fr: Rechercher un pilote ou un micrologiciel
he: חפש מנהל התקן או קושחה
hr: Potražite upravljački program ili firmver
hu: Illesztőprogram vagy firmware keresése
is: Leita að bílstjóri eða Firmware
it: Cerca il driver o il firmware
ja: ドライバーまたはファームウェアの検索
ko: 드라이버 또는 펌웨어 검색
nl: Stuurprogramma of firmware zoeken
no: Søk etter Driver eller Firmware
pl: Wyszukaj sterownik lub oprogramowanie sprzętowe
ro: Căutare driver sau firmware
ru: Поиск драйвера или микропрограммы
sk: Vyhľadávanie ovládača alebo firmvéru
sv: Sök drivrutin eller fast programvara
tr: Sürücü veya Ürün Yazılımını Arama
uk: Пошук драйвера або прошивки
zh: 搜索驱动程序或固件

source: Big-Driver-Manager
he: מנהל התקן גדול
hr: Voditelj velikog vozača
is: Stór bílstjóri-framkvæmdastjóri
it: Manager del Big-Driver
ja: ビッグドライバーマネージャ
ko: 빅 드라이버 매니저
nl: Grote-Driver-Manager
no: Stor sjåfør-leder
uk: Менеджер великих водіїв
zh: 大司机-经理人

source: Instalar ou Remover Drivers e Firmwares
bg: Инсталиране или премахване на драйвери и фърмуер
cs: Instalace nebo odebrání ovladačů a firmwaru
da: Installer eller fjern drivere og firmware
de: Installieren oder Entfernen von Treibern und Firmware
el: Εγκατάσταση ή αφαίρεση οδηγών και υλικολογισμικού
es: Instalar o eliminar controladores y firmware
et: Paigaldage või eemaldage draiverid ja püsivara
fi: Asenna tai poista ajurit ja laiteohjelmat
fr: Installer ou supprimer des pilotes et des micrologiciels
he: התקנה או הסרה של מנהלי התקנים וקושחות
hr: Instalirajte ili uklonite upravljačke programe i firmwares
hu: Illesztőprogramok és firmware telepítése vagy eltávolítása
is: Setja upp eða fjarlægja ökumenn og Firmwares
it: Installare o rimuovere driver e firmware
ja: ドライバとファームウェアのインストールと削除
ko: 드라이버 및 펌웨어 설치 또는 제거
nl: Stuurprogramma's en firmware installeren of verwijderen
no: Installer eller fjern drivere og firmwares
pl: Instalowanie lub usuwanie sterowników i oprogramowania sprzętowego
ro: Instalarea sau eliminarea driverelor și a firmware-ului
ru: Установка или удаление драйверов и встроенного ПО
sk: Inštalácia alebo odstránenie ovládačov a firmvéru
sv: Installera eller ta bort drivrutiner och fast programvara
tr: Sürücüleri ve Ürün Yazılımını Yükleme veya Kaldırma
uk: Встановіть або видаліть драйвери та мікропрограму
zh: 安装或删除驱动程序和固件

source: Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.
bg: Обикновено е необходимо да рестартирате компютъра, за да се приложи драйверът или фърмуерът.
cs: Pro použití ovladače nebo firmwaru je obvykle nutné restartovat počítač.
da: Det er normalt nødvendigt at genstarte computeren, for at driveren eller firmwaren kan blive anvendt.
de: In der Regel ist ein Neustart des Computers erforderlich, damit der Treiber oder die Firmware angewendet werden kann.
el: Συνήθως είναι απαραίτητη η επανεκκίνηση του υπολογιστή για να εφαρμοστεί το πρόγραμμα οδήγησης ή το υλικολογισμικό.
es: Normalmente es necesario reiniciar el ordenador para que se aplique el controlador o el firmware.
et: Tavaliselt on vajalik arvuti taaskäivitamine, et draiver või püsivara saaks rakendatud.
fi: Tietokone on yleensä käynnistettävä uudelleen, jotta ohjain tai laiteohjelmisto voidaan asentaa.
fr: Il est généralement nécessaire de redémarrer l'ordinateur pour que le pilote ou le micrologiciel soit appliqué.
he: בדרך כלל יש צורך להפעיל מחדש את המחשב כדי שמנהל ההתקן או הקושחה יחולו.
hr: Općenito je potrebno ponovno pokrenuti računalo kako bi se upravljački program ili firmver primijenio.
hu: Az illesztőprogram vagy firmware alkalmazásához általában újra kell indítani a számítógépet.
is: Það er almennt nauðsynlegt að endurræsa tölvuna fyrir ökumanninn eða vélbúnaðinn til að sækja um.
it: Di solito è necessario riavviare il computer per applicare il driver o il firmware.
ja: ドライバやファームウェアを適用するには、通常、コンピュータを再起動する必要があります。
ko: 일반적으로 드라이버 또는 펌웨어를 적용하려면 컴퓨터를 다시 시작해야 합니다.
nl: Meestal moet de computer opnieuw opgestart worden om het stuurprogramma of de firmware te kunnen toepassen.
no: Det er generelt nødvendig å starte datamaskinen på nytt for at driveren eller fastvaren skal gjelde.
pl: Zazwyczaj konieczne jest ponowne uruchomienie komputera, aby sterownik lub firmware zostały zastosowane.
ro: De obicei, este necesar să reporniți computerul pentru ca driverul sau firmware-ul să fie aplicat.
ru: Обычно для применения драйвера или микропрограммы необходимо перезагрузить компьютер.
sk: Aby sa ovládač alebo firmvér použil, je zvyčajne potrebné počítač reštartovať.
sv: Det är vanligtvis nödvändigt att starta om datorn för att drivrutinen eller den fasta programvaran ska kunna tillämpas.
tr: Sürücü veya ürün yazılımının uygulanması için genellikle bilgisayarın yeniden başlatılması gerekir.
uk: Зазвичай необхідно перезавантажити комп’ютер, щоб драйвер або прошивка вступили в силу.
zh: 通常有必要重新启动计算机以应用驱动程序或固件。

source: Driver ou firmware
bg: Драйвер или фърмуер
cs: Ovladač nebo firmware
da: Driver eller firmware
de: Treiber oder Firmware
el: Πρόγραμμα οδήγησης ή υλικολογισμικό
es: Controlador o firmware
et: Juhi või püsivara
fi: Ajuri tai laiteohjelma
fr: Pilote ou micrologiciel
he: מנהל התקן או קושחה
hr: Upravljački program ili firmware
hu: Illesztőprogram vagy firmware
is: Ökumaður eða vélbúnaðar
it: Driver o firmware
ja: ドライバまたはファームウェア
ko: 드라이버 또는 펌웨어
nl: Stuurprogramma of firmware
no: Driver eller fastvare
pl: Sterownik lub oprogramowanie sprzętowe
ro: Driver sau firmware
ru: Драйвер или микропрограмма
sk: Ovládač alebo firmvér
sv: Drivrutin eller fast programvara
tr: Sürücü veya ürün yazılımı
uk: Драйвер або прошивка
zh: 驱动程序或固件

source: Este pacote fornece arquivos compatíveis com este computador.
bg: Този пакет предоставя файлове, съвместими с този компютър.
cs: Tento balíček obsahuje soubory kompatibilní s tímto počítačem.
da: Denne pakke indeholder filer, der er kompatible med denne computer.
de: Dieses Paket enthält Dateien, die mit diesem Computer kompatibel sind.
el: Αυτό το πακέτο παρέχει αρχεία συμβατά με αυτόν τον υπολογιστή.
es: Este paquete proporciona archivos compatibles con este ordenador.
et: See pakett sisaldab selle arvutiga ühilduvaid faile.
fi: Tämä paketti sisältää tämän tietokoneen kanssa yhteensopivat tiedostot.
fr: Ce paquet fournit des fichiers compatibles avec cet ordinateur.
he: חבילה זו מספקת קבצים התואמים למחשב זה.
hr: Ovaj paket pruža datoteke kompatibilne s ovim računalom.
hu: Ez a csomag az adott számítógéppel kompatibilis fájlokat tartalmaz.
is: Þessi pakki býður upp á skrár sem eru samhæfar þessari tölvu.
it: Questo pacchetto fornisce i file compatibili con questo computer.
ja: このパッケージは、このコンピューターに対応したファイルを提供します。
ko: 이 패키지는 이 컴퓨터와 호환되는 파일을 제공합니다.
nl: Dit pakket bevat bestanden die compatibel zijn met deze computer.
no: Denne pakken inneholder filer som er kompatible med denne datamaskinen.
pl: Ten pakiet zawiera pliki kompatybilne z tym komputerem.
ro: Acest pachet oferă fișiere compatibile cu acest computer.
ru: Этот пакет содержит файлы, совместимые с данным компьютером.
sk: Tento balík poskytuje súbory kompatibilné s týmto počítačom.
sv: Det här paketet innehåller filer som är kompatibla med den här datorn.
tr: Bu paket, bu bilgisayarla uyumlu dosyalar sağlar.
uk: Цей пакет надає файли, сумісні з цим комп'ютером.
zh: 该软件包提供与该计算机兼容的文件。

source: Concluído, reinicie o computador para ativar a configuração do driver.
bg: След като приключите, рестартирайте компютъра, за да активирате конфигурацията на драйвера.
cs: Po dokončení restartujte počítač, aby se aktivovala konfigurace ovladače.
da: Genstart computeren for at aktivere driverkonfigurationen, når den er færdig, og start den igen.
de: Starten Sie anschließend Ihren Computer neu, um die Treiberkonfiguration zu aktivieren.
el: Μόλις ολοκληρωθεί, επανεκκινήστε τον υπολογιστή σας για να ενεργοποιήσετε τη διαμόρφωση του προγράμματος οδήγησης.
es: Una vez completado, reinicie su ordenador para activar la configuración del controlador.
et: Kui olete lõpetanud, käivitage arvuti uuesti, et aktiveerida draiveri konfiguratsioon.
fi: Kun olet valmis, käynnistä tietokone uudelleen aktivoidaksesi ajurikokoonpanon.
fr: Une fois terminé, redémarrez votre ordinateur pour activer la configuration du pilote.
he: בוצע, הפעל מחדש את המחשב כדי להפעיל את תצורת מנהל ההתקן.
hr: Gotovo, ponovno pokrenite računalo da biste aktivirali konfiguraciju upravljačkog programa.
hu: Miután befejezte, indítsa újra a számítógépet az illesztőprogram-konfiguráció aktiválásához.
is: Lokið, endurræstu tölvuna til að virkja bílstjóri stillingar.
it: Una volta completato, riavvii il computer per attivare la configurazione del driver.
ja: 完了したら、コンピュータを再起動し、ドライバーの設定を有効にします。
ko: 완료, 컴퓨터를 다시 시작하여 드라이버 구성을 활성화하십시오.
nl: Zodra u klaar bent, herstart u uw computer om de driverconfiguratie te activeren.
no: Ferdig, start datamaskinen på nytt for å aktivere driverkonfigurasjonen.
pl: Po zakończeniu należy ponownie uruchomić komputer, aby aktywować konfigurację sterowników.
ro: După ce ați terminat, reporniți computerul pentru a activa configurația driverului.
ru: После завершения перезагрузите компьютер, чтобы активировать конфигурацию драйвера.
sk: Po dokončení reštartujte počítač, aby sa aktivovala konfigurácia ovládača.
sv: När det är klart startar du om datorn för att aktivera drivrutinkonfigurationen.
tr: Tamamlandığında, sürücü yapılandırmasını etkinleştirmek için bilgisayarınızı yeniden başlatın.
uk: Готово, перезавантажте комп'ютер, щоб активувати конфігурацію драйверів.
zh: 完成后，重新启动计算机以激活驱动配置。

source: Driver
bg: Шофьор
cs: Řidič
de: Treiber
el: Οδηγός
es: Conductor
et: Juht
fi: Kuljettaja
fr: Conducteur
he: מנהל התקן
hr: Vozač
hu: Vezető
is: bílstjóri
it: Autista
ja: ドライバー
ko: 드라이버
nl: Bestuurder
pl: Kierowca
ro: Șofer
ru: Водитель
sk: Vodič
sv: Förare
tr: Sürücü
uk: Водій
zh: 驱动程序

source: Ocorreu um erro e o driver não pode ser aplicado.
bg: Възникнала е грешка и драйверът не може да бъде приложен.
cs: Došlo k chybě a ovladač nelze použít.
da: Der er opstået en fejl, og driveren kan ikke anvendes.
de: Es ist ein Fehler aufgetreten und der Treiber kann nicht angewendet werden.
el: Παρουσιάστηκε σφάλμα και το πρόγραμμα οδήγησης δεν μπορεί να εφαρμοστεί.
es: Se ha producido un error y no se puede aplicar el controlador.
et: Tekkis viga ja draiverit ei saa rakendada.
fi: Tapahtui virhe, eikä ohjainta voida käyttää.
fr: Une erreur s'est produite et le pilote ne peut pas être appliqué.
he: אירעה שגיאה ולא ניתן להחיל את מנהל ההתקן.
hr: Došlo je do pogreške i upravljački program se ne može primijeniti.
hu: Hiba történt, és az illesztőprogram nem alkalmazható.
is: Villa kom upp og ekki er hægt að beita ökumanninum.
it: Si è verificato un errore e non è possibile applicare il driver.
ja: エラーが発生したため、ドライバを適用できません。
ko: 오류가 발생하여 드라이버를 적용할 수 없습니다.
nl: Er is een fout opgetreden en het stuurprogramma kan niet worden toegepast.
no: Det oppstod en feil, og driveren kan ikke brukes.
pl: Wystąpił błąd i nie można zastosować sterownika.
ro: A apărut o eroare și nu se poate aplica driverul.
ru: Произошла ошибка, и драйвер не может быть применен.
sk: Vyskytla sa chyba a ovládač nemožno použiť.
sv: Ett fel har inträffat och drivrutinen kan inte tillämpas.
tr: Bir hata oluştu ve sürücü uygulanamıyor.
uk: Сталася помилка, і драйвер не може бути застосований.
zh: 发生了一个错误，无法应用该驱动程序。

source: Resumo
bg: Резюме
cs: Souhrn
da: Resumé
de: Zusammenfassung
el: Περίληψη
es: Resumen
et: Kokkuvõte
fi: Yhteenveto
fr: Résumé
he: סיכום
hr: Sažetak
hu: Összefoglaló
is: Samantekt
it: Sommario
ja: 概要
ko: 요약
nl: Samenvatting
no: Sammendrag
pl: Podsumowanie
ro: Rezumat
ru: Резюме
sk: Zhrnutie
sv: Sammanfattning
tr: Özet
uk: Резюме
zh: 摘要

source: Processador
bg: Процесор
cs: Procesor
da: Processor
de: Prozessor
el: Επεξεργαστής
es: Procesador
et: Protsessor
fi: Prosessori
fr: Processeur
he: מעבד
hr: Procesor
hu: Processzor
is: örgjörvi
it: Processore
ja: プロセッサー
ko: 프로세서
nl: Processor
no: prosessor
pl: Procesor
ro: Procesor
ru: Процессор
sk: Procesor
sv: Processor
tr: İşlemci
uk: Процесор
zh: 处理器

source: Placa mãe
bg: Дънна платка
cs: Základní deska
da: Bundkort
de: Hauptplatine
el: Μητρική πλακέτα
es: Placa base
et: Emaplaat
fi: Emolevy
fr: Carte mère
he: לוח אם
hr: Matična ploča
hu: Alaplap
is: Móðurborð
it: Scheda madre
ja: マザーボード
ko: 마더보드
nl: Moederbord
no: Hovedkort
pl: Płyta główna
ro: Placa de bază
ru: Материнская плата
sk: Základná doska
sv: Moderkort
tr: Anakart
uk: материнська плата
zh: 母板

source: Memória
bg: Памет
cs: Paměť
da: Hukommelse
de: Speicher
el: Μνήμη
es: Memoria
et: Mälu
fi: Muisti
fr: Mémoire
he: סיפור חיים
hr: Memoari
is: Ævisaga
it: Memoria
ja: メモリ
ko: 회고록
nl: Geheugen
no: minner
pl: Pamięć
ro: Memorie
ru: Память
sk: Pamäť
sv: Minne
tr: Hafıza
uk: Пам'ять
zh: 记忆

source: Rede
bg: Мрежа
cs: Síť
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
et: Võrk
fi: Verkko
fr: Réseau
he: נטו
hr: Neto
hu: Hálózat
is: Net
it: Rete
ja: ネットワーク
ko: 넷
nl: Netwerk
no: Netto
pl: Sieć
ro: Rețea
ru: Сеть
sk: Sieť
sv: Nätverk
tr: Şebeke
uk: мережа
zh: 网络

source: Usb
ja: ユーエスビー
zh: 笔记本电脑

source: Pci
zh: 芯片

source: Bateria
bg: Батерия
cs: Baterie
da: Batteri
de: Batterie
el: Μπαταρία
es: Batería
et: Aku
fi: Akku
fr: Batterie
he: תופים
hr: Bubnjevi
hu: Akkumulátor
is: Trommur
it: Batteria
ja: バッテリー
ko: 드럼
nl: Batterij
no: Trommer
ro: Baterie
ru: Аккумулятор
sk: Batéria
sv: Batteri
tr: Akü
uk: Барабани
zh: 电池

source: Armazenamento
bg: Съхранение
cs: Úložiště
da: Opbevaring
de: Lagerung
el: Αποθήκευση
es: Almacenamiento
et: Ladustamine
fi: Varastointi
fr: Stockage
he: אחסון
hr: Skladištenje
hu: Tárolás
is: geymsla
it: Conservazione
ja: ストレージ
ko: 스토리지
nl: Opslag
no: Lagring
pl: Przechowywanie
ro: Depozitare
ru: Хранение
sk: Úložisko
sv: Lagring
tr: Depolama
uk: Зберігання
zh: 储存

source: Sistema
bg: Система
cs: Systém
da: System
de: System
el: Σύστημα
et: Süsteem
fi: Järjestelmä
fr: Système
he: מערכת
hr: Sustav
hu: Rendszer
is: Kerfi
ja: システム
ko: 시스템
nl: Systeem
no: Systemet
pl: System
ro: Sistem
ru: Система
sk: Systém
sv: System
tr: Sistem
uk: система
zh: 系统

source: Temperatura
bg: Температура
cs: Teplota
da: Temperatur
de: Temperatur
el: Θερμοκρασία
et: Temperatuur
fi: Lämpötila
fr: Température
he: טמפ
hr: Vrijeme
hu: Hőmérséklet
is: Temps
ja: 温度
ko: 임시 직원
nl: Temperatuur
no: praktikanter
ru: Температура
sk: Teplota
sv: Temperatur
tr: Sıcaklık
uk: Температура
zh: 温度

source: Áudio
bg: Аудио
cs: Audio
da: Lyd
de: Audio
el: Ήχος
es: Audio
et: Audio
fi: Audio
fr: Audio
he: אודיו
hr: Audio
hu: Audio
is: Audio
it: Audio
ja: オーディオ
ko: 오디오
nl: Audio
no: Lyd
pl: Audio
ro: Audio
ru: Аудио
sk: Audio
sv: Ljud
tr: Ses
uk: Аудіо
zh: 音频

source: Mais informações
bg: Повече информация
cs: Více informací
da: Flere oplysninger
de: Weitere Informationen
el: Περισσότερες πληροφορίες
es: Más información
et: Lisateave
fi: Lisätietoja
fr: Plus d'informations
he: מידע נוסף
hr: Više informacija
hu: További információ
is: Nánari upplýsingar
it: Maggiori informazioni
ja: 詳細はこちら
ko: 추가 정보
nl: Meer informatie
no: Mer informasjon
pl: Więcej informacji
ro: Mai multe informații
ru: Дополнительная информация
sk: Viac informácií
sv: Mer information
tr: Daha fazla bilgi
uk: Більше інформації
zh: 更多信息

source: Hardware
bg: Хардуер
el: Υλικό
et: Riistvara
fi: Laitteisto
fr: Matériel informatique
he: חומרה
hr: Hardver
hu: Hardver
is: Vélbúnaður
ja: ハードウェア
ko: 하드웨어
ru: Оборудование
sk: Hardvér
sv: Hårdvara
tr: Donanım
uk: Апаратне забезпечення
zh: 硬件设施

source: Pesquisar
bg: Търсене
cs: Vyhledávání
da: Søg på
de: Suche
el: Αναζήτηση
es: Busque en
et: Otsi
fi: Etsi
fr: Recherche
he: חיפוש
hr: Pretraživanje
hu: Keresés
is: Leita
it: Ricerca
ja: 検索
ko: 검색
nl: Zoeken
no: Søke
pl: Szukaj
ro: Căutare
ru: Поиск
sk: Vyhľadávanie
sv: Sök på
tr: Arama
uk: Шукати...
zh: 搜索

source: Informações de Hardware
bg: Информация за хардуера
cs: Informace o hardwaru
da: Oplysninger om hardware
de: Hardware-Informationen
el: Πληροφορίες υλικού
es: Información sobre el hardware
et: Riistvara teave
fi: Laitteistoa koskevat tiedot
fr: Informations sur le matériel
he: מידע על חומרה
hr: Informacije o hardveru
hu: Hardveres információk
is: Upplýsingar um vélbúnað
it: Informazioni sull'hardware
ja: ハードウェア情報
ko: 하드웨어 정보
nl: Hardware-informatie
no: Informasjon om maskinvare
pl: Informacje o sprzęcie
ro: Informații hardware
ru: Информация об оборудовании
sk: Informácie o hardvéri
sv: Information om maskinvara
tr: Donanım Bilgileri
uk: Інформація про обладнання
zh: 硬件信息

source: Informações Sobre o Sistema e o Hardware
bg: Информация за системата и хардуера
cs: Informace o systému a hardwaru
da: Oplysninger om system og hardware
de: System- und Hardware-Informationen
el: Πληροφορίες για το σύστημα και το υλικό
es: Información sobre el sistema y el hardware
et: Teave süsteemi ja riistvara kohta
fi: Järjestelmää ja laitteistoa koskevat tiedot
fr: Informations sur le système et le matériel
he: מידע על מערכת וחומרה
hr: Informacije o sustavu i hardveru
hu: Rendszer és hardver információk
is: Upplýsingar um kerfi og vélbúnað
it: Informazioni sul sistema e sull'hardware
ja: システム・ハードウェア情報
ko: 시스템 및 하드웨어 정보
nl: Systeem en Hardware Informatie
no: Informasjon om system og maskinvare
pl: Informacje o systemie i sprzęcie
ro: Informații despre sistem și hardware
ru: Информация о системе и аппаратном обеспечении
sk: Informácie o systéme a hardvéri
sv: Information om system och maskinvara
tr: Sistem ve Donanım Bilgileri
uk: Інформація про систему та обладнання
zh: 系统和硬件信息

source: Memória RAM:
bg: RAM памет:
cs: Paměť RAM:
da: RAM-hukommelse:
de: RAM-Speicher:
el: Μνήμη RAM:
es: Memoria RAM:
et: RAM-mälu:
fi: RAM-muisti:
fr: Mémoire vive :
he: זיכרון RAM:
hr: RAM memorija:
hu: RAM memória:
is: RAM minni:
it: Memoria RAM:
ja: RAMメモリ：
ko: RAM 메모리:
nl: RAM geheugen:
no: RAM-minne:
pl: Pamięć RAM:
ro: Memorie RAM:
ru: Оперативная память:
sk: Pamäť RAM:
sv: RAM-minne:
tr: RAM bellek:
uk: Оперативна пам'ять:
zh: RAM內存：

source: Vídeo:
bg: Видео:
cs: Video:
da: Video:
de: Video:
el: Βίντεο:
es: Video:
et: Video:
fi: Video:
fr: Vidéo:
he: וידאו:
hr: Video:
hu: Videó:
is: Myndband:
it: Video:
ja: ビデオ：
ko: 비디오:
nl: Video:
no: Video:
pl: Wideo:
ro: Video:
ru: Видео:
sk: Video:
sv: Video:
tr: Video:
uk: Відео:
zh: 視頻：

source: Instalado na partição:
bg: Инсталиран в дяла:
cs: Nainstalováno na oddílu:
da: Installeret på partitionen:
de: Installiert auf der Partition:
el: Εγκατεστημένο στο διαμέρισμα:
es: Instalado en la partición:
et: Paigaldatud partitsioonile:
fi: Asennettu osioon:
fr: Installé sur la partition :
he: מותקן על המחיצה:
hr: Instalirano na particiji:
hu: Telepítve a partícióra:
is: Uppsett á skiptingunni:
it: Installato sulla partizione:
ja: パーティションにインストールされています。
ko: 파티션에 설치됨:
nl: Geïnstalleerd op de partitie:
no: Installert på partisjonen:
pl: Zainstalowane na partycji:
ro: Instalat pe partiție:
ru: Установлен на раздел:
sk: Nainštalovaný na oddiele:
sv: Installerad på partitionen:
tr: Bölüme yüklendi:
uk: Встановлено на розділ:
zh: 安装在分区上。

source: Tamanho da partição:
bg: Размер на дяла:
cs: Velikost oddílu:
da: Partitionsstørrelse:
de: Größe der Partition:
el: Μέγεθος διαμερίσματος:
es: Tamaño de la partición:
et: Jaotise suurus:
fi: Osion koko:
fr: Taille de la partition :
he: גודל מחיצה:
hr: Veličina particije:
hu: Partíció mérete:
is: Skipting stærð:
it: Dimensione della partizione:
ja: パーティションサイズ。
ko: 파티션 크기:
nl: Partitiegrootte:
no: Partisjon størrelse:
pl: Wielkość partycji:
ro: Dimensiunea partiției:
ru: Размер раздела:
sk: Veľkosť oddielu:
sv: Partitionsstorlek:
tr: Bölüm boyutu:
uk: Розмір розділу:
zh: 分区大小。

source: Espaço utilizado:
bg: Използвано пространство:
cs: Využitý prostor:
da: Anvendt plads:
de: Genutzter Raum:
el: Χώρος που χρησιμοποιείται:
es: Espacio utilizado:
et: Kasutatud ruum:
fi: Käytetty tila:
fr: Espace utilisé :
he: שטח בשימוש:
hr: Prostor koji se koristi:
hu: Használt tér:
is: Rými notað:
it: Spazio utilizzato:
ja: 使用するスペース
ko: 사용된 공간:
nl: Gebruikte ruimte:
no: Plass brukt:
pl: Wykorzystana przestrzeń:
ro: Spațiu utilizat:
ru: Используемое пространство:
sk: Použitý priestor:
sv: Utrymme som används:
tr: Kullanılan alan:
uk: Використовуваний простір:
zh: 使用的空间。

source: Espaço livre:
bg: Свободно пространство:
cs: Volný prostor:
da: Rydde plads:
de: Freiraum:
el: Ελεύθερος χώρος:
es: Espacio libre:
et: Vaba ruum:
fi: Tyhjää tilaa:
fr: Espace libre :
he: מקום פנוי:
hr: Slobodni prostor:
hu: Tiszta tér:
is: Laust pláss:
it: Spazio libero:
ja: 空間をクリアにする。
ko: 여유 공간:
nl: Vrije ruimte:
no: Ledig plass:
pl: Czysta przestrzeń:
ro: Spațiu liber:
ru: Чистое пространство:
sk: Voľný priestor:
sv: Klart utrymme:
tr: Boş alan:
uk: Вільний простір:
zh: 清理空间。

source: Data que o sistema foi instalado:
bg: Дата на инсталиране на системата:
cs: Datum instalace systému:
da: Dato, hvor systemet blev installeret:
de: Datum, an dem das System installiert wurde:
el: Ημερομηνία εγκατάστασης του συστήματος:
es: Fecha de instalación del sistema:
et: Süsteemi paigaldamise kuupäev:
fi: Järjestelmän asennuspäivämäärä:
fr: Date à laquelle le système a été installé :
he: תאריך התקנת המערכת:
hr: Datum instaliranja sustava:
hu: A rendszer telepítésének dátuma:
is: Dagsetning kerfið var sett upp:
it: Data di installazione del sistema:
ja: システムがインストールされた日付。
ko: 시스템 설치 날짜:
nl: Datum waarop het systeem werd geïnstalleerd:
no: Dato systemet ble installert:
pl: Data zainstalowania systemu:
ro: Data la care a fost instalat sistemul:
ru: Дата установки системы:
sk: Dátum inštalácie systému:
sv: Datum då systemet installerades:
tr: Sistemin kurulduğu tarih:
uk: Дата установки системи:
zh: 系统安装的日期。

source: Kernel em uso:
bg: Използвано ядро:
cs: Používané jádro:
da: Kernel i brug:
el: Χρησιμοποιούμενος πυρήνας:
es: Kernel en uso:
et: Kasutatav tuum:
fi: Käytössä oleva ydin:
fr: Noyau utilisé :
he: ליבה בשימוש:
hr: Kernel u upotrebi:
hu: Használatban lévő mag:
is: Kjarni í notkun:
it: Kernel in uso:
ja: 使用中のカーネル：
ko: 커널 사용 중:
nl: Kernel in gebruik:
no: Kjernen i bruk:
pl: Używane jądro:
ro: Kernel în uz:
ru: Используемое ядро:
sk: Používané jadro:
sv: Kärna som används:
tr: Çekirdek kullanımda:
uk: Ядро, що використовується:
zh: 正在使用的內核：
