Repository: biglinux/biglinux-driver-manager
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.
bg: Въведете паролата си, за да генерирате отчет, в който са премахнати чувствителни данни, например IP адрес, или отменете, за да използвате информацията от предишния екран.
cs: Zadejte heslo pro vygenerování zprávy s odstraněním citlivých údajů, např. IP adresy, nebo zrušte použití informací z předchozí obrazovky.
da: Indtast din adgangskode for at generere en rapport, der fjerner følsomme data, f.eks. IP-adresse, eller annullér for at bruge oplysningerne fra det foregående skærmbillede.
de: Geben Sie Ihr Passwort ein, um einen Bericht zu erstellen, in dem sensible Daten, z. B. die IP-Adresse, entfernt werden, oder brechen Sie den Vorgang ab, um die Informationen aus dem vorherigen Bildschirm zu verwenden.
el: Εισάγετε τον κωδικό πρόσβασής σας για να δημιουργήσετε μια αναφορά που αφαιρεί ευαίσθητα δεδομένα, π.χ. διεύθυνση IP, ή ακυρώστε για να χρησιμοποιήσετε τις πληροφορίες από την προηγούμενη οθόνη.
es: Introduzca su contraseña para generar un informe eliminando los datos sensibles, por ejemplo, la dirección IP, o cancele para utilizar la información de la pantalla anterior.
et: Sisestage oma parool, et luua aruanne, millest on eemaldatud tundlikud andmed, nt IP-aadress, või tühistage, et kasutada eelmise ekraani teavet.
fi: Syötä salasanasi, jos haluat luoda raportin, josta poistetaan arkaluonteiset tiedot, kuten IP-osoite, tai peruuta, jos haluat käyttää edellisen näytön tietoja.
fr: Saisissez votre mot de passe pour générer un rapport supprimant les données sensibles, par exemple l'adresse IP, ou annulez pour utiliser les informations de l'écran précédent.
he: הזן את הסיסמה שלך כדי להפיק דוח שמסיר נתונים רגישים, לדוגמה, כתובת IP, או בטל כדי להשתמש במידע מהמסך הקודם.
hr: Unesite lozinku da biste generirali izvješće o uklanjanju osjetljivih podataka, na primjer IP adrese ili otkazali da biste koristili podatke s prethodnog zaslona.
hu: Adja meg a jelszavát, ha az érzékeny adatokat, például az IP-címet eltávolító jelentést szeretne létrehozni, vagy törölje a műveletet, ha az előző képernyő információit szeretné használni.
is: Sláðu inn lykilorðið þitt til að búa til skýrslu sem fjarlægir viðkvæm gögn, til dæmis IP-tölu, eða hætta við að nota upplýsingarnar frá fyrri skjá.
it: Inserisca la sua password per generare un rapporto eliminando i dati sensibili, ad esempio l'indirizzo IP, oppure annulli per utilizzare le informazioni della schermata precedente.
ja: IPアドレスなどの機密データを削除してレポートを作成する場合はパスワードを入力し、前の画面の情報を使用する場合はキャンセルしてください。
ko: 암호를 입력하여 중요한 데이터 (예: IP 주소) 를 제거하는 보고서를 생성하거나 취소를 입력하여 이전 화면의 정보를 사용합니다.
nl: Voer uw wachtwoord in om een rapport te genereren waarin gevoelige gegevens, b.v. IP-adres, worden verwijderd, of annuleer om de informatie van het vorige scherm te gebruiken.
no: Skriv inn passordet ditt for å generere en rapport som fjerner sensitive data, for eksempel IP-adresse, eller avbryt for å bruke informasjonen fra forrige skjermbilde.
pl: Proszę wprowadzić hasło, aby wygenerować raport usuwający wrażliwe dane, np. adres IP, lub anulować, aby wykorzystać informacje z poprzedniego ekranu.
ro: Introduceți parola pentru a genera un raport care elimină datele sensibile, de exemplu, adresa IP, sau anulați pentru a utiliza informațiile din ecranul anterior.
ru: Введите свой пароль для создания отчета, удаляющего конфиденциальные данные, например, IP-адрес, или отмените, чтобы использовать информацию с предыдущего экрана.
sk: Zadajte heslo, ak chcete vygenerovať správu s odstránením citlivých údajov, napr. IP adresy, alebo zrušte, ak chcete použiť informácie z predchádzajúcej obrazovky.
sv: Ange ditt lösenord för att skapa en rapport som tar bort känsliga uppgifter, t.ex. IP-adress, eller avbryt för att använda informationen från föregående skärm.
tr: IP adresi gibi hassas verileri kaldıran bir rapor oluşturmak için şifrenizi girin veya önceki ekrandaki bilgileri kullanmak için iptal edin.
uk: Введіть пароль, щоб створити звіт про видалення конфіденційних даних, наприклад, IP-адреси, або скасувати використання інформації з попереднього екрана.
zh: 输入你的密码，生成一份删除敏感数据（如IP地址）的报告，或者取消，使用前一屏幕的信息。

source: Digite sua senha para gerar um relatório mais completo.
bg: Въведете паролата си, за да генерирате по-пълен отчет.
cs: Pro vygenerování úplnější zprávy zadejte své heslo.
da: Indtast din adgangskode for at generere en mere komplet rapport.
de: Geben Sie Ihr Passwort ein, um einen ausführlicheren Bericht zu erstellen.
el: Εισάγετε τον κωδικό πρόσβασής σας για να δημιουργήσετε μια πιο ολοκληρωμένη αναφορά.
es: Introduzca su contraseña para generar un informe más completo.
et: Täielikuma aruande koostamiseks sisestage oma parool.
fi: Syötä salasanasi luodaksesi täydellisemmän raportin.
fr: Saisissez votre mot de passe pour générer un rapport plus complet.
he: הזן את הסיסמה שלך כדי להפיק דוח מלא יותר.
hr: Unesite lozinku za generiranje potpunijeg izvješća.
hu: A teljesebb jelentés létrehozásához adja meg jelszavát.
is: Sláðu inn lykilorðið þitt til að búa til fullkomnari skýrslu.
it: Inserisca la sua password per generare un rapporto più completo.
ja: パスワードを入力すると、より詳細なレポートが作成されます。
ko: 더 완전한 보고서를 생성하려면 비밀번호를 입력합니다.
nl: Voer uw wachtwoord in om een vollediger rapport te genereren.
no: Skriv inn passordet ditt for å generere en mer fullstendig rapport.
pl: Proszę wprowadzić hasło, aby wygenerować bardziej kompletny raport.
ro: Introduceți parola dvs. pentru a genera un raport mai complet.
ru: Введите свой пароль для создания более полного отчета.
sk: Ak chcete vygenerovať úplnejšiu správu, zadajte svoje heslo.
sv: Ange ditt lösenord för att skapa en mer fullständig rapport.
tr: Daha eksiksiz bir rapor oluşturmak için şifrenizi girin.
uk: Введіть свій пароль, щоб згенерувати більш повний звіт.
zh: 输入你的密码，以生成更完整的报告。

source: Enviando, aguarde...
bg: Изпращане, моля, изчакайте...
cs: Odesílám, počkejte prosím...
da: Afsendelse, vent venligst...
de: Senden, bitte warten...
el: Αποστολή, παρακαλώ περιμένετε...
es: Enviando, por favor espere...
et: Saatmine, palun oodake...
fi: Lähetys, odota...
fr: Envoi, veuillez patienter...
he: שולח, אנא המתן...
hr: Slanje, molim vas pričekajte...
hu: Küldés, kérem várjon...
is: Senda, vinsamlegast bíðið...
it: Invio, attendere prego...
ja: 送信中です、お待ちください...
ko: 보내는 중입니다. 잠시만 기다려
nl: Zenden, even geduld...
no: Sender, vennligst vent...
pl: Wysyłam, proszę czekać...
ro: Trimitere, vă rugăm să așteptați...
ru: Отправка, пожалуйста, подождите...
sk: Odosielanie, počkajte, prosím...
sv: Sändning, vänligen vänta...
tr: Gönderiliyor, lütfen bekleyin...
uk: Відправка, будь ласка, зачекайте
zh: 正在发送，请等待...

source: Este driver é software livre.
bg: Този драйвер е безплатен софтуер.
cs: Tento ovladač je svobodný software.
da: Denne driver er gratis software.
de: Dieser Treiber ist freie Software.
el: Αυτό το πρόγραμμα οδήγησης είναι ελεύθερο λογισμικό.
es: Este controlador es software libre.
et: See draiver on tasuta tarkvara.
fi: Tämä ohjain on ilmainen ohjelmisto.
fr: Ce pilote est un logiciel gratuit.
he: מנהל התקן זה הוא תוכנה חופשית.
hr: Ovaj upravljački program je slobodan softver.
hu: Ez az illesztőprogram ingyenes szoftver.
is: Þessi bílstjóri er ókeypis hugbúnaður.
it: Questo driver è un software gratuito.
ja: 本ドライバーはフリーソフトです。
ko: 이 드라이버는 자유 소프트웨어입니다.
nl: Dit stuurprogramma is gratis software.
no: Denne driveren er gratis programvare.
pl: Ten sterownik jest darmowym oprogramowaniem.
ro: Acest driver este un software gratuit.
ru: Этот драйвер является бесплатным программным обеспечением.
sk: Tento ovládač je bezplatný softvér.
sv: Den här drivrutinen är gratis programvara.
tr: Bu sürücü ücretsiz bir yazılımdır.
uk: Цей драйвер є вільним програмним забезпеченням.
zh: 这个驱动程序是免费软件。

source: Este driver é proprietário.
bg: Този драйвер е патентован.
cs: Tento ovladač je proprietární.
da: Denne driver er proprietær.
de: Dieser Treiber ist proprietär.
el: Αυτό το πρόγραμμα οδήγησης είναι ιδιόκτητο.
es: Este controlador es propietario.
et: See draiver on patenteeritud.
fi: Tämä ohjain on patentoitu.
fr: Ce pilote est propriétaire.
he: הנהג הזה הוא קנייני.
hr: Ovaj vozač je vlasnički.
hu: Ez az illesztőprogram szabadalmaztatott.
is: Þessi bílstjóri er sér.
it: Questo driver è proprietario.
ja: このドライバはプロプライエタリです。
ko: 이 드라이버는 독점적입니다.
nl: Dit stuurprogramma is gepatenteerd.
no: Denne driveren er proprietær.
pl: Ten sterownik jest zastrzeżony.
ro: Acest driver este proprietar.
ru: Этот драйвер является проприетарным.
sk: Tento ovládač je proprietárny.
sv: Den här drivrutinen är skyddad.
tr: Bu sürücü tescillidir.
uk: Цей драйвер є пропрієтарним.
zh: 这个驱动程序是专有的。

source: Este driver parece compatível com este computador.
bg: Този драйвер изглежда е съвместим с този компютър.
cs: Zdá se, že tento ovladač je s tímto počítačem kompatibilní.
da: Denne driver ser ud til at være kompatibel med denne computer.
de: Dieser Treiber scheint mit diesem Computer kompatibel zu sein.
el: Αυτό το πρόγραμμα οδήγησης φαίνεται να είναι συμβατό με αυτόν τον υπολογιστή.
es: Este controlador parece ser compatible con este ordenador.
et: See draiver näib olevat selle arvutiga ühilduv.
fi: Tämä ohjain näyttää olevan yhteensopiva tämän tietokoneen kanssa.
fr: Ce pilote semble être compatible avec cet ordinateur.
he: מנהל התקן זה נראה תואם למחשב זה.
hr: Ovaj upravljački program čini kompatibilan s ovim računalom.
hu: Úgy tűnik, hogy ez az illesztőprogram kompatibilis ezzel a számítógéppel.
is: Þessi bílstjóri virðist samhæft við þessa tölvu.
it: Questo driver sembra essere compatibile con questo computer.
ja: このドライバはこのコンピュータと互換性があるようです。
ko: 이 드라이버는 이 컴퓨터와 호환되는 것 같습니다.
nl: Dit stuurprogramma lijkt compatibel te zijn met deze computer.
no: Denne driveren virker kompatibel med denne datamaskinen.
pl: Ten sterownik wydaje się być kompatybilny z tym komputerem.
ro: Acest driver pare să fie compatibil cu acest computer.
ru: Этот драйвер, похоже, совместим с данным компьютером.
sk: Zdá sa, že tento ovládač je kompatibilný s týmto počítačom.
sv: Den här drivrutinen verkar vara kompatibel med den här datorn.
tr: Bu sürücü bu bilgisayarla uyumlu görünüyor.
uk: Цей драйвер здається сумісним з цим комп'ютером.
zh: 这个驱动程序似乎与这台计算机兼容。

source: Remover
bg: Премахване на
cs: Odstranění stránky
da: Fjern
de: Entfernen
el: Αφαιρέστε το
es: Eliminar
et: Eemaldage
fi: Poista
fr: Retirer
he: הסר
hr: Ukloni
hu: Távolítsa el a
is: fjarlægja
it: Rimuovere
ja: 削除
ko: 제거
nl: Verwijder
no: Fjern
pl: Usuń
ro: Eliminați
ru: Удалить
sk: Odstránenie stránky
sv: Ta bort
tr: Kaldırmak
uk: Вилучити:
zh: 移除

source: Instalar
bg: Инсталиране на
cs: Instalace
da: Installer
de: Installieren Sie
el: Εγκαταστήστε το
et: Paigaldage
fi: Asenna
fr: Installer
he: התקן
hr: Instalirajte
hu: Telepítse a
is: Setja upp
it: Installare
ja: インストール
ko: 설치
nl: Installeer
no: Installer
pl: Zainstaluj
ro: Instalați
ru: Установите
sk: Inštalácia stránky
sv: Installera
tr: Kurulum
uk: Встановити
zh: 安装

source: Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.
bg: Вече е инсталиран друг драйвер на nVidia, за да инсталирате този драйвер, първо премахнете инсталирания драйвер.
cs: Již je nainstalován jiný ovladač nVidia, chcete-li nainstalovat tento ovladač, nejprve odeberte nainstalovaný ovladač.
da: Der er allerede installeret en anden nVidia-driver, for at installere denne driver skal du først fjerne den installerede driver.
de: Es ist bereits ein anderer nVidia-Treiber installiert. Um diesen Treiber zu installieren, entfernen Sie zuerst den installierten Treiber.
el: Υπάρχει ήδη εγκατεστημένο ένα άλλο πρόγραμμα οδήγησης nVidia, για να εγκαταστήσετε αυτό το πρόγραμμα οδήγησης, αφαιρέστε πρώτα το εγκατεστημένο πρόγραμμα οδήγησης.
es: Ya hay otro controlador de nVidia instalado, para instalar este controlador, elimine primero el controlador instalado.
et: On juba paigaldatud teine nVidia draiver, selle draiveri paigaldamiseks eemaldage esmalt paigaldatud draiver.
fi: Toinen nVidia-ohjain on jo asennettu, joten jos haluat asentaa tämän ohjaimen, poista ensin asennettu ohjain.
fr: Un autre pilote nVidia est déjà installé, pour installer ce pilote, supprimez d'abord le pilote installé.
he: יש כבר מנהל התקן נוסף של nVidia מותקן, כדי להתקין את מנהל ההתקן, הסר תחילה את מנהל ההתקן המותקן.
hr: Već je instaliran još jedan upravljački program za nVidia, da biste instalirali ovaj upravljački program, prvo uklonite instalirani upravljački program.
hu: Már van egy másik nVidia illesztőprogram telepítve, ennek az illesztőprogramnak a telepítéséhez először távolítsa el a telepített illesztőprogramot.
is: Það er nú þegar annar nVidia bílstjóri uppsettur, til að setja upp þennan bílstjóri, fjarlægðu uppsettan bílstjóri fyrst.
it: C'è già un altro driver nVidia installato, per installare questo driver, rimuovere prima il driver installato.
ja: すでに別のnVidiaドライバがインストールされていますので、このドライバをインストールするには、まずインストールされているドライバを削除してください。
ko: 이미 다른 nVidia 드라이버가 설치되어 있습니다. 이 드라이버를 설치하려면 먼저 설치된 드라이버를 제거하십시오.
nl: Er is al een ander nVidia stuurprogramma geïnstalleerd, om dit stuurprogramma te installeren moet u eerst het geïnstalleerde stuurprogramma verwijderen.
no: Det er allerede en annen nVidia-driver installert, for å installere denne driveren, fjern den installerte driveren først.
pl: Jest już zainstalowany inny sterownik nVidia, aby zainstalować ten sterownik, należy najpierw usunąć zainstalowany sterownik.
ro: Există deja un alt driver nVidia instalat, pentru a instala acest driver, eliminați mai întâi driverul instalat.
ru: Уже установлен другой драйвер nVidia, чтобы установить этот драйвер, сначала удалите установленный драйвер.
sk: Je už nainštalovaný iný ovládač nVidia, ak chcete nainštalovať tento ovládač, najprv odstráňte nainštalovaný ovládač.
sv: Det finns redan en annan nVidia-drivrutin installerad, ta bort den installerade drivrutinen först för att installera den här drivrutinen.
tr: Zaten yüklü başka bir nVidia sürücüsü var, bu sürücüyü yüklemek için önce yüklü sürücüyü kaldırın.
uk: Вже встановлено інший драйвер nVidia, щоб встановити цей драйвер, спочатку видаліть встановлений драйвер.
zh: 已经安装了另一个nVidia驱动，要安装这个驱动，请先删除已安装的驱动。

source: Em uso
bg: В употреба
cs: Používaný
da: I brug
de: Gebräuchlich
el: Σε χρήση
es: En uso
et: Kasutusel
fi: Käytössä
fr: En usage
he: בשימוש
hr: U upotrebi
hu: Használatban
is: Í notkun
it: In uso
ja: 使用中
ko: 사용 중
nl: In gebruik
no: I bruk
pl: W użyciu
ro: În uz
ru: В использовании
sk: Používa sa
sv: I bruk
tr: Kullanımda
uk: У використанні
zh: 使用中

source: Obsoleto, Clique para Remover!
bg: Остаряла, кликнете, за да премахнете!
cs: Zastaralé, klikněte pro odstranění!
da: Forældet, klik for at fjerne!
de: Veraltet, zum Entfernen klicken!
el: Ξεπερασμένο, κάντε κλικ για κατάργηση!
fr: Obsolète, cliquez pour supprimer!
hr: Zastario, kliknite da biste uklonili!
hu: Elavult, kattintson az eltávolításhoz!
it: Obsoleto, clicca per rimuovere!
ko: 더 이상 사용되지 않습니다, 제거하려면 클릭하십시오!
nl: Verouderd, klik om te verwijderen!
no: Foreldet, Klikk for å fjerne!
ro: Învechit, faceți clic pentru a elimina!
ru: Устарело, нажмите, чтобы удалить!
zh: 已过时，点击删除！

source: Categorias
bg: Категории
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
et: Kategooriad
fi: Kategoriat
fr: Catégories
he: קטגוריות
hr: Kategorije
hu: Kategóriák
is: Flokkar
it: Categorie
ja: カテゴリー
ko: 카테고리
nl: Categorieën
no: Kategorier
pl: Kategorie
ro: Categorii
ru: Категории
sk: Kategórie
sv: Kategorier
tr: Kategoriler
uk: Категорії
zh: 类别

source: Principais
bg: Основен
cs: Hlavní stránka
da: Vigtigste
de: Hauptseite
el: Κύρια
es: Principal
et: Main
fi: Main
fr: Principal
he: ראשי
hr: Glavni
hu: Főoldal
is: Aðal
it: Principale
ja: メイン
ko: 메인
nl: Hoofd
no: Hoved
pl: Główna
ro: Principal
ru: Главная
sk: Hlavná stránka
sv: Huvudsidan
tr: Ana
uk: Головна
zh: 主要内容

source: Driver detectado:
bg: Открит драйвер:
cs: Zjištěn řidič:
da: Driver opdaget:
de: Treiber erkannt:
el: Εντοπίστηκε οδηγός:
es: Conductor detectado:
et: Juhi tuvastamine:
fi: Kuljettaja havaittu:
fr: Conducteur détecté :
he: זוהה מנהל התקן:
hr: Otkriven vozač:
hu: A sofőr észlelte:
is: Ökumaður uppgötvað:
it: Driver rilevato:
ja: ドライバーを検出しました。
ko: 드라이버 감지:
nl: Gedetecteerd stuurprogramma:
no: Driver oppdaget:
pl: Wykryty sterownik:
ro: Driver detectat:
ru: Обнаружен драйвер:
sk: Zistený vodič:
sv: Förare upptäcktes:
tr: Sürücü tespit edildi:
uk: Виявлено драйвер:
zh: 检测到的驱动程序。

source: Mesa e Kernel
bg: Таблица и ядро
cs: Tabulka a jádro
da: Tabel og kerne
de: Tabelle und Kernel
el: Πίνακας και πυρήνας
es: Tabla y kernel
et: Tabel ja tuum
fi: Taulukko ja ydin
fr: Table et noyau
he: טבלה וליבה
hr: Tablica i jezgra
hu: Táblázat és kernel
is: Tafla og kjarni
it: Tabella e kernel
ja: テーブルとカーネル
ko: 테이블과 커널
nl: Tabel en kernel
no: Tabell og kjerne
pl: Tabela i jądro
ro: Tabel și kernel
ru: Таблица и ядро
sk: Tabuľka a jadro
sv: Tabell och kärna
tr: Tablo ve Çekirdek
uk: Таблиця і ядро
zh: 表和内核

source: As alterações do kernel e mesa devem ser feita com cuidado.
bg: Промените в ядрото и работния плот трябва да се извършват внимателно.
cs: Změny jádra a desktopu by měly být prováděny pečlivě.
da: Kerne- og skrivebordsændringer skal udføres omhyggeligt.
de: Kernel- und Desktop-Änderungen sollten sorgfältig vorgenommen werden.
el: Οι αλλαγές στον πυρήνα και την επιφάνεια εργασίας πρέπει να γίνουν προσεκτικά.
es: Los cambios en el kernel y el escritorio deben hacerse con cuidado.
et: Kerneli ja töölaua muudatused tuleb teha hoolikalt.
fi: Ytimen ja työpöydän muutokset tulee tehdä huolellisesti.
fr: Les modifications du noyau et du bureau doivent être effectuées avec soin.
he: שינויי ליבה ושולחן עבודה צריכים להיעשות בזהירות.
hr: Promjene jezgre i radne površine treba obaviti pažljivo.
hu: A kernel és az asztali módosításokat óvatosan kell elvégezni.
is: Kjarna- og skjáborðsbreytingar ætti að gera vandlega.
it: Le modifiche al kernel e al desktop devono essere eseguite con attenzione.
ja: カーネルとデスクトップの変更は慎重に行う必要があります。
ko: 커널 및 데스크탑 변경은 신중하게 수행해야 합니다.
nl: Kernel- en desktopwijzigingen moeten zorgvuldig worden uitgevoerd.
no: Kjerne- og skrivebordsendringer bør gjøres nøye.
pl: Zmiany w jądrze i środowisku powinny być wykonywane ostrożnie.
ro: Modificările kernel-ului și desktopului trebuie făcute cu atenție.
ru: Изменения ядра и рабочего стола должны быть сделаны осторожно.
sk: Zmeny jadra a pracovnej plochy by sa mali robiť opatrne.
sv: Kärn- och skrivbordsändringar bör göras noggrant.
tr: Çekirdek ve masaüstü değişiklikleri dikkatli yapılmalıdır.
uk: Зміни ядра і робочого столу слід робити обережно.
zh: 内核和桌面更改应谨慎完成。

source: Versões de kernel
bg: Версии на ядрото
cs: Verze jádra
da: Kerneversioner
de: Kernel-Versionen
el: Εκδόσεις πυρήνα
es: Versiones del kernel
et: Kerneli versioonid
fi: Ytimen versiot
fr: Versions du noyau
he: גרסאות ליבה
hr: Jezgrene verzije
hu: Kernel verziók
is: Kjarnaútgáfur
it: Versioni del kernel
ja: カーネルのバージョン
ko: 커널 버전
nl: Kernel versies
no: Kernel-versjoner
pl: Wersje jądra
ro: Versiuni kernel
ru: Версии ядра
sk: Verzie jadier
sv: Kärnversioner
tr: Çekirdek sürümleri
uk: версії ядра
zh: 内核版本
