Repository: biglinux/biglinux-driver-manager
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões: <br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade. <br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos. <br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010. <br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia
bg: Mesa включва системните видео драйвери, които работят заедно с ядрото. Ето разликата между версиите:<br><br><b>Стабилен</b>, препоръчителен за повечето ситуации, баланс между нови функции и стабилност.<br><br><b>Tkg</b>, версия за разработка, с новини, но малко тестове, може да генерира нестабилност, но също така може да донесе повече производителност на игрите.<br><br><b>Кехлибар</b>, полезен за по-стари компютри, като цяло, произведени преди 2010 година.<br><br>* Видео драйвери от AMD, Intel и други са включени в Mesa и ядрото на Linux, с изключение на собствения драйвер на Nvidia
cs: Mesa obsahuje systémové grafické ovladače, které pracují ve spojení s jádrem. Zde je rozdíl mezi verzemi:<br><br><b>Stabilní</b>, doporučeno pro většinu situací, rovnováha mezi novými funkcemi a stabilitou.<br><br><b>Tkg</b>, vývojová verze, s novinkami, ale málo testy, může generovat nestabilitu, ale může také přinést větší výkon do her.<br><br><b>Žlutá</b>, užitečná na starších počítačích, obecně vyrobených před rokem 2010.<br><br>* Grafické ovladače od AMD, Intelu a dalších jsou zahrnuty v Mesa a jádře Linuxu, s výjimkou proprietárního ovladače Nvidia
da: Mesa indeholder systemvideodriverne, der arbejder sammen med kernen. Her er forskellen mellem versionerne:<br><br><b>Stabil</b>, anbefales til de fleste situationer, balance mellem nye funktioner og stabilitet.<br><br><b>Tkg</b>, udviklingsversion, med nyheder, men få tests, kan generere ustabilitet, men kan også bringe mere ydeevne til spil.<br><br><b>Amber</b>, nyttig på ældre computere, generelt, fremstillet før 2010.<br><br>* Videodrivere fra AMD, Intel og andre er inkluderet i Mesa og Linux-kernen, undtagen Nvidias proprietære driver
de: Mesa enthält die System-Videotreiber, die in Verbindung mit dem Kernel arbeiten. Hier ist der Unterschied zwischen den Versionen:<br><br><b>Stabil</b>, empfohlen für die meisten Situationen, Balance zwischen neuen Funktionen und Stabilität.<br><br><b>Tkg</b>, Entwicklungsversion, mit Neuigkeiten, aber wenigen Tests, kann Instabilitäten erzeugen, aber auch mehr Leistung in Spiele bringen.<br><br><b>Gelb</b>, nützlich auf älteren Computern, im Allgemeinen, die vor 2010 hergestellt wurden.<br><br>* Grafiktreiber von AMD, Intel und anderen sind in Mesa und dem Linux-Kernel enthalten, mit Ausnahme von Nvidias proprietärem Treiber
el: Το Mesa περιλαμβάνει τα προγράμματα οδήγησης βίντεο συστήματος που λειτουργούν σε συνδυασμό με τον πυρήνα. Εδώ είναι η διαφορά μεταξύ των εκδόσεων:<br><br><b>Σταθερό</b>, συνιστάται για τις περισσότερες περιπτώσεις, ισορροπία μεταξύ νέων χαρακτηριστικών και σταθερότητας.<br><br><b>Tkg</b>, έκδοση ανάπτυξης, με νέα αλλά λίγες δοκιμές, μπορεί να δημιουργήσει αστάθειες, αλλά μπορεί επίσης να φέρει περισσότερη απόδοση στα παιχνίδια.<br><br><b>Κεχριμπάρι</b>, χρήσιμο σε παλαιότερους υπολογιστές, γενικά, κατασκευασμένο πριν από το 2010.<br><br>* Τα προγράμματα οδήγησης οθόνης από την AMD, την Intel και άλλους περιλαμβάνονται στο Mesa και τον πυρήνα Linux, εκτός από το ιδιόκτητο πρόγραμμα οδήγησης της Nvidia
es: Mesa incluye los controladores de vídeo del sistema que funcionan junto con el núcleo. Aquí está la diferencia entre las versiones:<br><br><b>Estable</b>, recomendado para la mayoría de las situaciones, equilibrio entre nuevas características y estabilidad.<br><br><b>Tkg</b>, versión de desarrollo, con novedades pero pocas pruebas, puede generar inestabilidades, pero también puede aportar más rendimiento a los juegos.<br><br><b>Ámbar</b>, útil en ordenadores antiguos, en general, fabricados antes de 2010.<br><br>* Los controladores de video de AMD, Intel y otros están incluidos en Mesa y el kernel de Linux, excepto el controlador propietario de Nvidia
et: Mesa sisaldab süsteemi videodraivereid, mis töötavad koos kerneliga. Versioonide erinevus on järgmine.<br><br><b>Stabiilne</b>, soovitatav enamikus olukordades, tasakaal uute funktsioonide ja stabiilsuse vahel.<br><br><b>Tkg</b>, arendusversioon, millel on uudiseid, kuid vähe teste, võib tekitada ebastabiilsust, kuid võib ka mängudesse rohkem jõudlust tuua.<br><br><b>Merevaik,</b> mis on kasulik vanematele arvutitele üldiselt, toodetud enne 2010. aastat.<br><br>* AMD, Inteli ja teiste videodraiverid sisalduvad Mesas ja Linuxi tuumas, välja arvatud Nvidia patenteeritud draiver
fi: Mesa sisältää järjestelmän näytönohjaimet, jotka toimivat yhdessä ytimen kanssa. Tässä on versioiden välinen ero:<br><br><b>Vakaa</b>, suositellaan useimpiin tilanteisiin, tasapaino uusien ominaisuuksien ja vakauden välillä.<br><br><b>Tkg</b>, kehitysversio, jossa on uutisia, mutta vähän testejä, voi aiheuttaa epävakautta, mutta voi myös tuoda peleihin enemmän suorituskykyä.<br><br><b>Meripihka</b>, hyödyllinen vanhemmissa tietokoneissa, yleensä valmistettu ennen vuotta 2010.<br><br>* AMD:n, Intelin ja muiden näytönohjaimet sisältyvät Mesaan ja Linux-ytimeen, paitsi Nvidian oma ohjain
fr: Mesa inclut les pilotes vidéo système qui fonctionnent conjointement avec le noyau. Voici la différence entre les versions :<br><br><b>Stable</b>, recommandé pour la plupart des situations, équilibre entre nouvelles fonctionnalités et stabilité.<br><br><b>Tkg</b>, version de développement, avec des nouveautés mais peu de tests, peut générer des instabilités, mais peut aussi apporter plus de performances aux jeux.<br><br><b>Ambre</b>, utile sur les ordinateurs plus anciens, en général, fabriqués avant 2010.<br><br>* Les pilotes vidéo d’AMD, Intel et d’autres sont inclus dans Mesa et le noyau Linux, à l’exception du pilote propriétaire de Nvidia
he: Mesa כולל את מנהלי ההתקן של וידאו המערכת הפועלים בשילוב עם הליבה. הנה ההבדל בין הגרסאות:<br><br><b>יציב</b>, מומלץ ברוב המצבים, איזון בין תכונות חדשות ויציבות.<br><br><b>Tkg</b>, גרסת פיתוח, עם חדשות אבל מעט בדיקות, יכול ליצור חוסר יציבות, אבל יכול גם להביא יותר ביצועים למשחקים.<br><br><b>ענבר</b>, שימושי במחשבים ישנים, באופן כללי, מיוצר לפני 2010.<br><br>* מנהלי התקן וידאו של AMD, אינטל ואחרים כלולים ב-Mesa ובליבת לינוקס, למעט מנהל ההתקן הקנייני של Nvidia
hr: Mesa uključuje upravljačke programe za video zapise sustava koji rade zajedno s jezgrom. Evo razlike između verzija:<br><br><b>Stabilan</b>, preporučuje se za većinu situacija, ravnoteža između novih značajki i stabilnosti.<br><br><b>Tkg</b>, razvojna verzija, s vijestima, ali malo testova, može generirati nestabilnosti, ali također može donijeti više performansi igrama.<br><br><b>Jantar</b>, koristan na starijim računalima, općenito, proizveden prije 2010. godine.<br><br>* Upravljački programi za videozapise iz AMD-a, Intela i drugih uključeni su u Mesu i Linux kernel, osim Nvidijinog vlasničkog upravljačkog programa
hu: A Mesa tartalmazza a rendszer video-illesztőprogramjait, amelyek a kernellel együtt működnek. A verziók közötti különbség a következő:<br><br><b>Stabil</b>, a legtöbb helyzetben ajánlott, egyensúly az új funkciók és a stabilitás között.<br><br><b>A Tkg</b>, a fejlesztői verzió, hírekkel, de kevés teszttel, instabilitást generálhat, de nagyobb teljesítményt is hozhat a játékokba.<br><br><b>Borostyán</b>, amely régebbi számítógépeken hasznos, általában 2010 előtt gyártott.<br><br>* Az AMD, az Intel és mások video-illesztőprogramjai megtalálhatók a Mesa-ban és a Linux kernelben, kivéve az Nvidia saját illesztőprogramját
is: Mesa inniheldur vídeó kerfi bílstjóri sem vinna í tengslum við kjarna. Hér er munurinn á útgáfunum:<br><br><b>Stöðugt</b>, mælt með fyrir flestar aðstæður, jafnvægi milli nýrra eiginleika og stöðugleika.<br><br><b>Tkg</b>, þróunarútgáfa, með fréttum en fáum prófum, getur valdið óstöðugleika, en getur einnig skilað meiri árangri í leikjum.<br><br><b>Amber</b>, gagnlegt á eldri tölvum, almennt, framleitt fyrir 2010.<br><br>* Vídeó bílstjóri frá AMD, Vitsmunir, og annar ert innifalinn í Mesa og the Linux hnetukjarni, að frátöldum Nvidiaâ€™s sér- bílstjóri
it: Mesa include i driver video di sistema che funzionano in combinazione con il kernel. Ecco la differenza tra le versioni:<br><br><b>Stabile</b>, consigliato per la maggior parte delle situazioni, equilibrio tra nuove funzionalità e stabilità.<br><br><b>Tkg</b>, versione di sviluppo, con novità ma pochi test, può generare instabilità, ma può anche portare più prestazioni ai giochi.<br><br><b>Ambra</b>, utile sui computer più vecchi, in generale, fabbricati prima del 2010.<br><br>* I driver video di AMD, Intel e altri sono inclusi in Mesa e nel kernel Linux, ad eccezione del driver proprietario di Nvidia
ja: Mesaには、カーネルと連携して動作するシステムビデオドライバーが含まれています。バージョン間の違いは次のとおりです。<br><br><b>安定しており</b>、ほとんどの状況で推奨され、新機能と安定性のバランスが取れています。<br><br><b>Tkg</b>、開発バージョンは、ニュースはあるがテストはほとんどないため、不安定になる可能性がありますが、ゲームのパフォーマンスを向上させることもできます。<br><br><b>琥珀色</b>、一般的に古いコンピューターで有用で、2010年より前に製造されています。<br><br>* AMD、Intel、およびその他のビデオドライバは、Nvidiaのプロプライエタリドライバを除き、MesaおよびLinuxカーネルに含まれています。
ko: Mesa에는 커널과 함께 작동하는 시스템 비디오 드라이버가 포함되어 있습니다. 버전 간의 차이점은 다음과 같습니다.<br><br><b>안정적</b>이며 대부분의 상황에 권장되며 새로운 기능과 안정성 간의 균형을 유지합니다.<br><br><b>Tkg</b>, 개발 버전, 뉴스가 있지만 테스트가 거의 없기 때문에 불안정을 일으킬 수 있지만 게임에 더 많은 성능을 가져올 수도 있습니다.<br><br><b>호박색</b>은 일반적으로 2010 년 이전에 제조 된 구형 컴퓨터에 유용합니다.<br><br>* AMD, Intel 등의 비디오 드라이버는 Nvidia의 독점 드라이버를 제외하고 Mesa 및 Linux 커널에 포함되어 있습니다.
nl: Mesa bevat de systeemvideostuurprogramma's die samenwerken met de kernel. Dit is het verschil tussen de versies:<br><br><b>Stabiel</b>, aanbevolen voor de meeste situaties, balans tussen nieuwe functies en stabiliteit.<br><br><b>Tkg</b>, ontwikkelingsversie, met nieuws maar weinig tests, kan instabiliteiten genereren, maar kan ook meer prestaties in games brengen.<br><br><b>Amber</b>, handig op oudere computers, in het algemeen, vervaardigd vóór 2010.<br><br>* Videostuurprogramma's van AMD, Intel en anderen zijn opgenomen in Mesa en de Linux-kernel, behalve nvidia's eigen stuurprogramma
no: Mesa inkluderer systemskjermdriverne som fungerer sammen med kjernen. Her er forskjellen mellom versjonene:<br><br><b>Stabil</b>, anbefales for de fleste situasjoner, balanse mellom nye funksjoner og stabilitet.<br><br><b>Tkg</b>, utviklingsversjon, med nyheter, men få tester, kan generere ustabiliteter, men kan også gi mer ytelse til spill.<br><br><b>Amber</b>, nyttig på eldre datamaskiner, generelt, produsert før 2010.<br><br>* Videodrivere fra AMD, Intel og andre er inkludert i Mesa og Linux-kjernen, bortsett fra Nvidias proprietære driver
pl: Mesa zawiera systemowe sterowniki wideo, które działają w połączeniu z jądrem. Oto różnica między wersjami:<br><br><b>Stabilna</b>, zalecana w większości sytuacji, równowaga między nowymi funkcjami a stabilnością.<br><br><b>Tkg</b>, wersja rozwojowa, z nowościami, ale kilkoma testami, może generować niestabilności, ale może również przynieść większą wydajność do gier.<br><br><b>Bursztynowy</b>, przydatny na starszych komputerach, w ogóle, wyprodukowany przed 2010 rokiem.<br><br>* Sterowniki wideo AMD, Intel i innych są zawarte w Mesa i jądrze Linuksa, z wyjątkiem zastrzeżonego sterownika Nvidii
ro: Mesa include driverele video de sistem care funcționează împreună cu nucleul. Iată diferența dintre versiuni:<br><br><b>Stabil</b>, recomandat pentru majoritatea situațiilor, echilibru între caracteristici noi și stabilitate.<br><br><b>Tkg</b>, versiunea în curs de dezvoltare, cu noutăți dar puține teste, poate genera instabilități, dar poate aduce și mai multă performanță jocurilor.<br><br><b>Chihlimbar</b>, util pe computerele mai vechi, în general, fabricate înainte de 2010.<br><br>* Driverele video de la AMD, Intel și altele sunt incluse în Mesa și nucleul Linux, cu excepția driverului proprietar Nvidia
ru: Mesa включает в себя системные видеодрайверы, которые работают в связке с ядром. Вот разница между версиями:<br><br><b>Стабильный</b>, рекомендуемый для большинства ситуаций, баланс между новыми функциями и стабильностью.<br><br><b>Tkg</b>, версия для разработки, с новостями, но с небольшим количеством тестов, может генерировать нестабильность, но также может повысить производительность игр.<br><br><b>Янтарь</b>, полезный на старых компьютерах, в общем, выпускался до 2010 года.<br><br>* Видеодрайверы от AMD, Intel и других включены в Mesa и ядро Linux, за исключением проприетарного драйвера Nvidia
sk: Mesa obsahuje systémové ovládače videa, ktoré pracujú v spojení s jadrom. Tu je rozdiel medzi verziami:<br><br><b>Stabilný</b>, odporúčaný pre väčšinu situácií, rovnováha medzi novými funkciami a stabilitou.<br><br><b>Tkg</b>, vývojová verzia, s novinkami, ale málo testov, môže generovať nestabilitu, ale môže tiež priniesť väčší výkon do hier.<br><br><b>Jantár</b>, užitočný na starších počítačoch, vo všeobecnosti vyrobený pred rokom 2010.<br><br>* Ovládače videa od spoločností AMD, Intel a ďalších sú súčasťou jadra Mesa a Linuxu, okrem proprietárneho ovládača Nvidia
sv: Mesa innehåller systemgrafikdrivrutinerna som fungerar tillsammans med kärnan. Här är skillnaden mellan versionerna:<br><br><b>Stabil,</b> rekommenderas för de flesta situationer, balans mellan nya funktioner och stabilitet.<br><br><b>Tkg</b>, utvecklingsversion, med nyheter men få tester, kan generera instabiliteter, men kan också ge mer prestanda till spel.<br><br><b>Amber</b>, användbar på äldre datorer, i allmänhet, tillverkad före 2010.<br><br>* Videodrivrutiner från AMD, Intel och andra ingår i Mesa och Linux-kärnan, förutom Nvidias proprietära drivrutin
tr: Mesa, çekirdek ile birlikte çalışan sistem video sürücülerini içerir. Sürümler arasındaki fark aşağıda açıklanmıştır:<br><br><b>Kararlı</b>, çoğu durum için önerilen, yeni özellikler ve kararlılık arasında denge.<br><br><b>Tkg</b>, geliştirme sürümü, haberler ancak az sayıda testle, istikrarsızlıklar yaratabilir, ancak oyunlara daha fazla performans getirebilir.<br><br><b>Kehribar</b>, eski bilgisayarlarda kullanışlıdır, genel olarak, 2010'dan önce üretilmiştir.<br><br>* AMD, Intel ve diğerlerinin video sürücüleri, Nvidia'nın tescilli sürücüsü hariç, Mesa ve Linux çekirdeğine dahil edilmiştir
uk: Mesa включає в себе системні відеодрайвери, які працюють спільно з ядром. Ось різниця між версіями:<br><br><b>Стабільний</b>, рекомендований для більшості ситуацій, баланс між новими функціями та стабільністю.<br><br><b>Tkg</b>, версія для розробки, з новинами, але невеликою кількістю тестів, може генерувати нестабільність, але також може принести більшу продуктивність іграм.<br><br><b>Бурштин</b>, корисний на старих комп'ютерах, в основному, випускався до 2010 року.<br><br>* Відеодрайвери від AMD, Intel та інших включені в Mesa і ядро Linux, за винятком фірмового драйвера Nvidia
zh: Mesa包括与内核配合使用的系统视频驱动程序。以下是版本之间的区别：<br><br><b>稳定</b>，建议在大多数情况下使用，在新功能和稳定性之间取得平衡。<br><br><b>Tkg</b>，开发版，有新闻但测试很少，可以产生不稳定，但也可以为游戏带来更多的性能。<br><br><b>琥珀</b>色，在旧计算机上很有用，一般来说，在 2010 年之前制造。<br><br>* 来自AMD，Intel和其他公司的视频驱动程序包含在Mesa和Linux内核中，除了Nvidia的专有驱动程序。

source: Pesquisar Kernel
bg: Ядро за търсене
cs: Vyhledávání v jádru
da: Søg kerne
de: Kernel durchsuchen
el: Αναζήτηση πυρήνα
es: Kernel de búsqueda
et: Otsi kernelit
fi: Etsi ydintä
fr: Noyau de recherche
he: חפש ליבה
hr: Pretraživanje jezgre
hu: Kernel keresése
is: Leita í kjarna
it: Kernel di ricerca
ja: 検索カーネル
ko: 검색 커널
nl: Zoek kernel
no: Søk i kjernen
pl: Jądro wyszukiwania
ro: Kernel-ul de căutare
ru: Ядро поиска
sk: Hľadať jadro
sv: Sök kärna
tr: Arama Çekirdeği
uk: Пошук в ядрі
zh: 搜索内核

source: Resultado da pesquisa
bg: Резултат от търсенето
cs: Výsledek hledání
da: Søgeresultat
de: Suchergebnis
el: Αποτελέσματα αναζήτησης
es: Resultado de la búsqueda
et: Otsingu tulemus
fi: Hakutulos
fr: Résultat de la recherche
he: תוצאת חיפוש
hr: Rezultati pretrage
hu: Keresés eredménye
is: Leitarniðurstöður
it: Risultato della ricerca
ja: 検索結果
ko: 검색 결과
nl: Zoekresultaat
no: Søk resultat
pl: Wynik wyszukiwania
ro: Rezultatul căutării
ru: Результат поиска
sk: Výsledok vyhľadávania
sv: Sökresultat
tr: Arama sonucu
uk: Результат пошуку
zh: 搜索结果

source: Big-Kernel-Manager
bg: Мениджър на големи ядра
da: Stor-kerne-manager
el: Μεγάλος πυρήνας-διαχειριστής
et: Suur-Kernel-Manager
he: ביג-ליב-מנג'ר
hu: Big-Kernel-kezelő
is: Stór-kjarni-Manager
ja: ビッグカーネルマネージャー
ko: 빅 커널 관리자
ru: Биг-Кернел-Менеджер
sk: Manažér veľkých jadier
sv: Stor-Kernel-Manager
tr: Büyük Çekirdek Yöneticisi
uk: Біг-Кернел-Менеджер
zh: 大内核管理器

source: Fechar
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen Sie
el: Κλείστε το
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
he: סגור
hr: Zatvoriti
hu: Zárja be a
is: Loka
it: Chiudere
ja: 閉じる
ko: 닫기
nl: Sluiten
no: Lukk
pl: Zamknij
ro: Închideți
ru: Закрыть
sk: Zatvoriť
sv: Stäng
tr: Kapat
uk: Закрити
zh: 关闭

source: Abrir
bg: Отворете
cs: Otevřít
da: Åbn
de: Offen
el: Ανοίξτε το
et: Avatud
fi: Avaa
fr: Ouvert
he: פתוח
hr: Otvori
hu: Nyissa meg a címet
is: Opna
it: Aperto
ja: 開ける
ko: 오픈
nl: Open
no: Åpen
pl: Otwórz
ro: Deschideți
ru: Открытым
sk: Otvorte stránku
sv: Öppna
tr: Açık
uk: ВІДЧИНЕНО
zh: 打開

source: Instalar ou Remover Versões de Kernel
bg: Инсталиране или премахване на версии на ядрото
cs: Instalace nebo odebrání verzí jádra
da: Installer eller fjern kerneversioner
de: Installieren oder Entfernen von Kernelversionen
el: Εγκατάσταση ή κατάργηση εκδόσεων πυρήνα
es: Instalar o quitar versiones del kernel
et: Kerneli versioonide installimine või eemaldamine
fi: Ytimen versioiden asentaminen tai poistaminen
fr: Installer ou supprimer des versions du noyau
he: התקנה או הסרה של גרסאות ליבה
hr: Instaliranje ili uklanjanje kernelskih verzija
hu: Kernelverziók telepítése vagy eltávolítása
is: Setja upp eða fjarlægja kjarnaútgáfur
it: Installare o rimuovere le versioni del kernel
ja: カーネルバージョンのインストールまたは削除
ko: 커널 버전 설치 또는 제거
nl: Kernelversies installeren of verwijderen
no: Installere eller fjerne kjerneversjoner
pl: Instalowanie lub usuwanie wersji jądra
ro: Instalarea sau eliminarea versiunilor kernel
ru: Установка или удаление версий ядра
sk: Inštalácia alebo odstránenie verzií jadra
sv: Installera eller ta bort kärnversioner
tr: Çekirdek Sürümlerini Yükleme veya Kaldırma
uk: Інсталяція або видалення версій ядра
zh: 安装或删除内核版本

source: Aplicando - Aguarde
bg: Кандидатстване - Моля, изчакайте
cs: Podání žádosti - Počkejte prosím
da: Ansøgning - Vent venligst
de: Antragstellung - Bitte warten
el: Εφαρμογή - Παρακαλώ περιμένετε
es: Solicitud - Por favor, espere
et: Taotlemine - Palun oodake
fi: Hakemuksen tekeminen - Odota
fr: Candidature - Veuillez patienter
he: הגשת בקשה - אנא המתן
hr: Primjena - Molimo pričekajte
hu: Jelentkezés - Kérjük, várjon
is: Sækja um - Vinsamlegast bíddu
it: Candidatura - Attendere prego
ja: 応募中 - しばらくお待ちください
ko: 신청 - 기다려주세요
nl: Aanvragen - Even geduld a.u.b
no: Påføring - Vennligst vent
pl: Składanie wniosku - Proszę czekać
ro: Aplicare - Vă rugăm să așteptați
ru: Подача заявки - Пожалуйста, подождите
sk: Podanie žiadosti - Počkajte, prosím
sv: Ansökan - Vänta
tr: Başvuru - Lütfen bekleyin
uk: Застосування - будь ласка, зачекайте
zh: 申请 - 请等待

source: <small>* A detecção não inclui impressoras e scanners</small>
bg: <small>* Откриването не включва принтери и скенери</small>
cs: <small>* Detekce nezahrnuje tiskárny a skenery</small>
da: <small>* Detektion omfatter ikke printere og scannere</small>
de: <small>* Die Erkennung umfasst keine Drucker und Scanner</small>
el: <small>* Η ανίχνευση δεν περιλαμβάνει εκτυπωτές και σαρωτές</small>
es: <small>* La detección no incluye impresoras ni escáneres</small>
et: <small>* Tuvastus ei hõlma printereid ja skannereid</small>
fi: <small>* Havaitseminen ei sisällä tulostimia ja skannereita</small>
fr: <small>* La détection n'inclut pas les imprimantes et les scanners</small>
he: <small>*איתור אינו כולל מדפסות וסורקים</small>
hr: <small>*Otkrivanje ne uključuje pisače i skenere</small>
hu: <small>* Az érzékelés nem terjed ki a nyomtatókra és a szkennerekre</small>
is: <small>*Uppgötvun felur ekki í sér prentara og skanna</small>
it: <small>* Il rilevamento non include le stampanti e gli scanner</small>
ja: <small>* プリンター、スキャナーは検出対象に含まれません</small>
ko: <small>* 감지 기능에는 프린터 및 스캐너가 포함되지 않습니다.</small>
nl: <small>* Detectie omvat geen printers en scanners</small>
no: <small>*Deteksjon inkluderer ikke skrivere og skannere</small>
pl: <small>* Wykrywanie nie obejmuje drukarek i skanerów</small>
ro: <small>* Detectarea nu include imprimantele și scanerele</small>
ru: <small>* Обнаружение не включает принтеры и сканеры</small>
sk: <small>* Detekcia nezahŕňa tlačiarne a skenery</small>
sv: <small>* Detektering omfattar inte skrivare och skannrar</small>
tr: <small>* Algılama yazıcıları ve tarayıcıları içermez</small>
uk: <small> * Виявлення не включає принтери та сканери </small>
zh: <small>* 检测不包括打印机和扫描仪</small>

source: Placa de vídeo
bg: Видеокарта
cs: Grafická karta
da: Grafikkort
de: Grafikkarte
el: Κάρτα βίντεο
es: Tarjeta de vídeo
et: Videokaart
fi: Videokortti
fr: Carte vidéo
he: כרטיס מסך
hr: Grafička kartica
hu: Videokártya
is: Skjákort
it: Scheda video
ja: ビデオカード
ko: 비디오 카드
nl: Videokaart
no: Skjermkort
pl: Karta wideo
ro: Placa video
ru: Видеокарта
sk: Grafická karta
sv: Videokort
tr: Ekran kartı
uk: Відеокарта
zh: 视频卡

source: Wifi
he: וויי - פיי
is: Þráðlaust net
ja: 無線LAN
ko: 와이파이
zh: 无线网络

source: Rede Cabeada
bg: Кабелна мрежа
cs: Kabelová síť
da: Kablet netværk
de: Verkabeltes Netz
el: Ενσύρματο δίκτυο
es: Red cableada
et: Traadiga võrk
fi: Langallinen verkko
fr: Réseau câblé
he: רשת כבלים
hr: Kabelska mreža
hu: Vezetékes hálózat
is: Kaðall Network
it: Rete cablata
ja: 有線ネットワーク
ko: 케이블 연결 네트워크
nl: Bekabeld Netwerk
no: Kablet nettverk
pl: Sieć przewodowa
ro: Rețea cu fir
ru: Проводная сеть
sk: Drôtová sieť
sv: Trådbundet nätverk
tr: Kablolu Ağ
uk: Кабельна мережа
zh: 有线网络

source: Bluetooth
is: blátönn
ja: ブルートゥース
ko: 블루투스
zh: 蓝牙

source: Impressora
bg: Принтер
cs: Tiskárna
da: Printer
de: Drucker
el: Εκτυπωτής
es: Impresora
et: Printer
fi: Tulostin
fr: Imprimante
he: דפס
hr: printer
hu: Nyomtató
is: prentara
it: Stampante
ja: プリンター
ko: 프린터
nl: Printer
no: skriver
pl: Drukarka
ro: Imprimantă
ru: Принтер
sk: Tlačiareň
sv: Skrivare
tr: Yazıcı
uk: Принтер
zh: 打印机

source: Impressora 3D
bg: 3D принтер
cs: 3D tiskárna
da: 3D-printer
de: 3D-Drucker
el: Εκτυπωτής 3D
es: Impresora 3D
et: 3D-printer
fi: 3D-tulostin
fr: Imprimante 3D
he: מדפסת 3D
hr: 3D pisač
hu: 3D nyomtató
is: 3D prentari
it: Stampante 3D
ja: 3Dプリンター
ko: 3D 프린터
nl: 3D-printer
no: 3D-skriver
pl: Drukarka 3D
ro: Imprimanta 3D
ru: 3D-принтер
sk: 3D tlačiareň
sv: 3D-skrivare
tr: 3D yazıcı
uk: 3D принтер
zh: 3D打印机

source: Scanner
bg: Скенер
cs: Skener
el: Σαρωτής
es: Escáner
et: Skanner
fi: Skanneri
he: סורק
hr: Skener
hu: Szkenner
is: Skanni
ja: スキャナ
ko: 스캐너
no: Skanner
pl: Skaner
ru: Сканер
sk: Skener
sv: Skanner
tr: Tarayıcı
uk: Сканер
zh: 扫描器

source: TV Digital
bg: Цифрова телевизия
cs: Digitální televize
da: Digitalt tv
de: Digitales Fernsehen
el: Ψηφιακή τηλεόραση
es: Televisión digital
et: Digitaalne televisioon
fi: Digitaalinen televisio
fr: Télévision numérique
he: טלוויזיה דיגיטלית
hr: Digitalna TV
hu: Digitális TV
is: Stafrænt sjónvarp
it: TV digitale
ja: デジタルテレビ
ko: 디지털 TV
nl: Digitale TV
no: Digital-TV
pl: Telewizja cyfrowa
ro: Televiziune digitală
ru: Цифровое телевидение
sk: Digitálna televízia
sv: Digital-TV
tr: Dijital TV
uk: Цифрове ТБ
zh: 数字电视
