Repository: biglinux/biglinux-driver-manager
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: Instalar ou Remover Drivers
bg: Инсталиране или премахване на драйвери
cs: Instalace nebo odebrání ovladačů
da: Installer eller fjern drivere
de: Installieren oder Entfernen von Treibern
el: Εγκατάσταση ή αφαίρεση οδηγών
es: Instalar o quitar controladores
et: Paigaldage või eemaldage draiverid
fi: Asenna tai poista ajurit
fr: Installer ou supprimer des pilotes
he: התקנה או הסרה של מנהלי התקנים
hr: Instaliranje ili uklanjanje upravljačkih programa
hu: Illesztőprogramok telepítése vagy eltávolítása
is: Setja upp eða fjarlægja ökumenn
it: Installare o rimuovere i driver
ja: ドライバのインストールと削除
ko: 드라이버 설치 또는 제거
nl: Stuurprogramma's installeren of verwijderen
no: Installer eller fjern drivere
pl: Instalowanie lub usuwanie sterowników
ro: Instalarea sau eliminarea driverelor
ru: Установка или удаление драйверов
sk: Inštalácia alebo odstránenie ovládačov
sv: Installera eller ta bort drivrutiner
tr: Sürücüleri Yükleme veya Kaldırma
uk: Установка або видалення драйверів
zh: 安装或删除驱动程序

source: O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.
bg: BigLinux включва хиляди драйвери и фърмуер по подразбиране, но може да се наложи да инсталирате още някои.
cs: BigLinux ve výchozím nastavení obsahuje tisíce ovladačů a firmwaru, ale možná budete potřebovat nainstalovat další.
da: BigLinux indeholder tusindvis af drivere og firmware som standard, men du kan stadig have brug for at installere nogle flere.
de: BigLinux enthält standardmäßig Tausende von Treibern und Firmware, aber es kann sein, dass Sie noch einige weitere installieren müssen.
el: Το BigLinux περιλαμβάνει χιλιάδες προγράμματα οδήγησης και υλικολογισμικού από προεπιλογή, αλλά ίσως χρειαστεί να εγκαταστήσετε μερικά ακόμη.
es: BigLinux incluye miles de controladores y firmware por defecto, pero es posible que tenga que instalar algunos más.
et: BigLinux sisaldab vaikimisi tuhandeid draivereid ja püsivara, kuid võite siiski vajada veel mõne installimist.
fi: BigLinux sisältää oletusarvoisesti tuhansia ajureita ja laiteohjelmistoja, mutta saatat silti joutua asentamaan joitakin lisää.
fr: BigLinux inclut des milliers de pilotes et de micrologiciels par défaut, mais vous devrez peut-être en installer d'autres.
he: BigLinux כולל אלפי מנהלי התקנים וקושחות כברירת מחדל, אך ייתכן שעדיין תצטרך להתקין עוד כמה.
hr: BigLinux prema zadanim postavkama uključuje tisuće upravljačkih programa i firmwarea, ali možda ćete morati instalirati još nekoliko.
hu: A BigLinux alapértelmezés szerint több ezer illesztőprogramot és firmware-t tartalmaz, de előfordulhat, hogy még néhányat telepítenie kell.
is: BigLinux inniheldur þúsundir ökumanna og vélbúnaðar sjálfgefið, en þú gætir samt þurft að setja upp nokkrar fleiri.
it: BigLinux include migliaia di driver e firmware per impostazione predefinita, ma potrebbe essere necessario installarne altri.
ja: BigLinuxにはデフォルトで数千のドライバとファームウェアが含まれていますが、さらにいくつかのインストールが必要な場合があります。
ko: BigLinux에는 기본적으로 수천 개의 드라이버와 펌웨어가 포함되어 있지만 몇 개 더 설치해야 할 수도 있습니다.
nl: BigLinux bevat standaard duizenden stuurprogramma's en firmware, maar het kan zijn dat u er nog een paar moet installeren.
no: BigLinux inkluderer tusenvis av drivere og firmwares som standard, men du må kanskje fortsatt installere noen flere.
pl: BigLinux zawiera domyślnie tysiące sterowników i firmware'u, ale może się okazać, że trzeba będzie zainstalować jeszcze kilka innych.
ro: BigLinux include în mod implicit mii de drivere și firmware, dar este posibil să fie nevoie să mai instalați câteva.
ru: BigLinux по умолчанию включает тысячи драйверов и микропрограмм, но вам может понадобиться установить еще несколько.
sk: BigLinux štandardne obsahuje tisíce ovládačov a firmvéru, ale možno budete musieť nainštalovať ďalšie.
sv: BigLinux innehåller tusentals drivrutiner och firmware som standard, men du kan fortfarande behöva installera några fler.
tr: BigLinux varsayılan olarak binlerce sürücü ve aygıt yazılımı içerir, ancak yine de biraz daha yüklemeniz gerekebilir.
uk: BigLinux включає тисячі драйверів і прошивок за замовчуванням, але вам все одно може знадобитися встановити ще кілька.
zh: BigLinux默认包括数千个驱动程序和固件，但你可能仍然需要再安装一些。

source: Gerar Relatório
bg: Генериране на отчет
cs: Vytvořit zprávu
da: Generere rapport
de: Bericht generieren
el: Δημιουργία αναφοράς
es: Generar informe
et: Aruande koostamine
fi: Luo raportti
fr: Générer un rapport
he: להפיק דוח
hr: Generiraj izvješće
hu: Jelentés létrehozása
is: Búa til skýrslu
it: Genera rapporto
ja: レポート作成
ko: 보고서 생성
nl: Genereer verslag
no: Generer rapport
pl: Generuj raport
ro: Generarea raportului
ru: Создать отчет
sk: Generovanie správy
sv: Generera en rapport
tr: Rapor Oluştur
uk: Згенерувати звіт
zh: 生成报告

source: Cria um arquivo com informações que pode ser publicado na internet.
bg: Той създава файл с информация, която може да бъде публикувана в интернет.
cs: Vytvoří soubor s informacemi, které lze zveřejnit na internetu.
da: Opretter en fil med oplysninger, der kan offentliggøres på internettet.
de: Erstellt eine Datei mit Informationen, die im Internet veröffentlicht werden können.
el: Δημιουργεί ένα αρχείο με πληροφορίες που μπορούν να δημοσιευτούν στο διαδίκτυο.
es: Crea un archivo con información que se puede publicar en Internet.
et: See loob faili teabega, mida saab Internetis avaldada.
fi: Se luo tiedoston, jossa on tietoja, jotka voidaan julkaista Internetissä.
fr: Crée un fichier contenant des informations pouvant être publiées sur Internet.
he: יוצר קובץ עם מידע שניתן לפרסם באינטרנט.
hr: Stvara datoteku s informacijama koje se mogu objaviti na internetu.
hu: Olyan fájlt hoz létre, amely az interneten közzétehető információkat tartalmaz.
is: Býr til skrá með upplýsingum sem hægt er að birta á internetinu.
it: Crea un file con informazioni che possono essere pubblicate su Internet.
ja: インターネット上で公開できる情報を含むファイルを作成します。
ko: 인터넷에 게시할 수 있는 정보가 포함된 파일을 만듭니다.
nl: Maakt een bestand met informatie die op het internet gepubliceerd kan worden.
no: Oppretter en fil med informasjon som kan publiseres på internett.
pl: Tworzy plik z informacjami, które mogą być opublikowane w Internecie.
ro: Acesta creează un fișier cu informații care pot fi publicate pe internet.
ru: Создает файл с информацией, которую можно опубликовать в Интернете.
sk: Vytvorí súbor s informáciami, ktoré možno zverejniť na internete.
sv: Skapar en fil med information som kan publiceras på internet.
tr: İnternette yayınlanabilecek bilgileri içeren bir dosya oluşturur.
uk: Створює файл з інформацією, яку можна опублікувати в Інтернеті.
zh: 創建包含可在 Internet 上發布的信息的文件。

source: Ver informações do dispositivo no Linux Hardware
bg: Преглед на информация за устройствата в Linux Hardware
cs: Zobrazení informací o zařízení v systému Linux Hardware
da: Se oplysninger om enheden på Linux Hardware
de: Geräteinformationen auf Linux-Hardware anzeigen
el: Προβολή πληροφοριών συσκευής στο υλικό Linux
es: Ver la información del dispositivo en el hardware de Linux
et: Seadme teabe vaatamine Linuxi riistvara kohta
fi: Linux-laitteiston laitetietojen tarkasteleminen
fr: Afficher les informations sur le matériel Linux
he: הצגת פרטי מכשיר על חומרת Linux
hr: Prikaz informacija o uređaju na Linux hardveru
hu: Eszközinformációk megtekintése a Linux Hardveren
is: Skoða upplýsingar um tækið á Linux Vélbúnaður
it: Visualizza le informazioni sul dispositivo su Linux Hardware
ja: Linux Hardwareのデバイス情報を表示する
ko: Linux 하드웨어에 대한 장치 정보 보기
nl: Apparaatinformatie bekijken op Linux Hardware
no: Vis enhetsinformasjon på Linux-maskinvare
pl: Wyświetlanie informacji o urządzeniach w systemie Linux Hardware
ro: Vizualizați informații despre dispozitiv pe Linux Hardware
ru: Просмотр информации об устройстве на Linux Hardware
sk: Zobrazenie informácií o zariadení v systéme Linux Hardware
sv: Visa enhetsinformation om Linux maskinvara
tr: Linux Donanımında cihaz bilgilerini görüntüleme
uk: Перегляд інформації про пристрій на обладнанні Linux
zh: 查看Linux硬件上的设备信息

source: Categoria
bg: Категория
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
et: Kategooria
fi: Luokka
fr: Catégorie
he: קטגוריה
hr: Kategorija
hu: Kategória
is: Flokkur
ja: カテゴリー
ko: 카테고리
nl: Categorie
no: Kategori
pl: Kategoria
ru: Категория
sk: Kategória
sv: Kategori
tr: Kategori
uk: Категорія
zh: 类别

source: Nome
bg: Име
cs: Název
da: Navn
de: Name
el: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
he: שם
hr: Ime
hu: Név
is: Nafn
ja: 名称
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
ro: Nume
ru: Имя
sk: Názov
sv: Namn
tr: İsim
uk: Ім'я
zh: 命名

source: ID
he: תעודת זהות
hr: OSOBNA ISKAZNICA
is: AUÐKENNI
ko: 신분증
tr: KIMLIK
uk: ІД
zh: 身份证

source: Info
bg: Информация
cs: Informace
de: Infos
el: Πληροφορίες
es: Información
he: מידע
hr: Informacije
is: Upplýsingar
ja: 情報
ko: 정보
ro: Informații
ru: Информация
sk: Informácie
tr: Bilgi
uk: Інфо
zh: 信息

source: Desativado
bg: Инвалиди
cs: Bezbariérový
da: Handicappede
de: Behinderte
el: Άτομα με ειδικές ανάγκες
es: Discapacitados
et: Puudega inimesed
fi: Vammaiset
fr: Handicapés
he: מושבת
hr: onemogućeno
hu: Mozgáskorlátozottak
is: fatlaður
it: Disabilitato
ja: 使用不可
ko: 비활성화
nl: Uitgeschakeld
no: deaktivert
pl: Niepełnosprawni
ro: Persoane cu handicap
ru: Инвалид
sk: Bezbariérový
sv: Inaktiverad
tr: Engelli
uk: інвалід
zh: 失能

source: Antes de instalar este driver, remova o outro driver Nvidia.
bg: Преди да инсталирате този драйвер, премахнете другия драйвер на Nvidia.
cs: Před instalací tohoto ovladače odeberte druhý ovladač Nvidia.
da: Før du installerer denne driver, skal du fjerne den anden Nvidia-driver.
de: Entfernen Sie vor der Installation dieses Treibers den anderen Nvidia-Treiber.
el: Πριν εγκαταστήσετε αυτό το πρόγραμμα οδήγησης, καταργήστε το άλλο πρόγραμμα οδήγησης Nvidia.
es: Antes de instalar este controlador, elimine el otro controlador Nvidia.
et: Enne selle draiveri installimist eemaldage teine Nvidia draiver.
fi: Poista toinen Nvidia-ohjain ennen tämän ohjaimen asentamista.
fr: Avant d’installer ce pilote, supprimez l’autre pilote Nvidia.
he: לפני התקנת מנהל התקן זה, הסר את מנהל ההתקן השני של Nvidia.
hr: Prije instaliranja ovog upravljačkog programa uklonite drugi upravljački program Nvidia.
hu: Az illesztőprogram telepítése előtt távolítsa el a másik Nvidia illesztőprogramot.
is: Áður en þessi rekill er settur upp skaltu fjarlægja hinn Nvidia rekilinn.
it: Prima di installare questo driver, rimuovere l'altro driver Nvidia.
ja: このドライバをインストールする前に、他のNvidiaドライバを削除してください。
ko: 이 드라이버를 설치하기 전에 다른 Nvidia 드라이버를 제거하십시오.
nl: Voordat u dit stuurprogramma installeert, verwijdert u het andere Nvidia-stuurprogramma.
no: Før du installerer denne driveren, må du fjerne den andre Nvidia-driveren.
pl: Przed zainstalowaniem tego sterownika usuń drugi sterownik Nvidii.
ro: Înainte de a instala acest driver, eliminați celălalt driver Nvidia.
ru: Перед установкой этого драйвера удалите другой драйвер Nvidia.
sk: Pred inštaláciou tohto ovládača odstráňte druhý ovládač Nvidia.
sv: Innan du installerar den här drivrutinen tar du bort den andra Nvidia-drivrutinen.
tr: Bu sürücüyü yüklemeden önce, diğer Nvidia sürücüsünü kaldırın.
uk: Перш ніж встановлювати цей драйвер, видаліть інший драйвер Nvidia.
zh: 在安装此驱动程序之前，请删除其他 Nvidia 驱动程序。

source: Swap Memória Virtual
bg: Размяна на виртуална памет
cs: Výměna virtuální paměti
da: Virtuel hukommelsesudskiftning
de: Virtueller Speicher-Swap
el: Εναλλαγή εικονικής μνήμης
es: Intercambio de memoria virtual
et: Virtuaalne mäluvahetus
fi: Virtuaalimuistin vaihto
fr: Échange de mémoire virtuelle
he: החלפת זיכרון וירטואלי
hr: Zamjena virtualne memorije
hu: Virtuális memória csere
is: Skipti á sýndarminni
it: Scambio di memoria virtuale
ja: 仮想メモリスワップ
ko: 가상 메모리 스왑
nl: Virtuele geheugenwissel
no: Bytte av virtuelt minne
pl: Wymiana pamięci wirtualnej
ro: Schimb de memorie virtuală
ru: Подкачка виртуальной памяти
sk: Výmena virtuálnej pamäte
sv: Byte av virtuellt minne
tr: Sanal Bellek Takası
uk: Віртуальна заміна пам'яті
zh: 虚拟内存交换

source: Conexões de Rede
bg: Мрежови връзки
cs: Síťová připojení
da: Netværksforbindelser
de: Netzwerk-Verbindungen
el: Συνδέσεις δικτύου
es: Conexiones de red
et: Võrguühendused
fi: Verkkoyhteydet
fr: Connexions réseau
he: חיבורי רשת
hr: Mrežne veze
hu: Hálózati kapcsolatok
is: Nettengingar
it: Connessioni di rete
ja: ネットワーク接続
ko: 네트워크 연결
nl: Netwerkverbindingen
no: Nettverkstilkoblinger
pl: Połączenia sieciowe
ro: Conexiuni de rețea
ru: Сетевые подключения
sk: Sieťové pripojenia
sv: Nätverksanslutningar
tr: Ağ Bağlantıları
uk: Мережеві підключення
zh: 网络连接

source: Dispositivos e conexões USB
bg: USB устройства и връзки
cs: Zařízení a připojení USB
da: USB-enheder og -tilslutninger
de: USB-Geräte und Verbindungen
el: Συσκευές και συνδέσεις USB
es: Dispositivos y conexiones USB
et: USB-seadmed ja ühendused
fi: USB-laitteet ja -liitännät
fr: Dispositifs et connexions USB
he: התקני USB וחיבורים
hr: USB uređaji i veze
hu: USB eszközök és csatlakozások
is: USB tæki og tengingar
it: Dispositivi e connessioni USB
ja: USBデバイスと接続
ko: USB 장치 및 연결
nl: USB-apparaten en aansluitingen
no: USB-enheter og tilkoblinger
pl: Urządzenia i połączenia USB
ro: Dispozitive și conexiuni USB
ru: USB-устройства и соединения
sk: Zariadenia a pripojenia USB
sv: USB-enheter och anslutningar
tr: USB aygıtları ve bağlantıları
uk: Пристрої та підключення USB
zh: USB设备和连接

source: Portas PCI
bg: Портове PCI
cs: Porty PCI
da: PCI-porte
de: PCI-Anschlüsse
el: Θύρες PCI
es: Puertos PCI
et: PCI-pordid
fi: PCI-portit
fr: Ports PCI
he: יציאות PCI
hr: PCI priključci
hu: PCI portok
is: PCI hafnir
it: Porte PCI
ja: PCIポート
ko: PCI 포트
nl: PCI-poorten
no: PCI-porter
pl: Porty PCI
ro: Porturi PCI
ru: Порты PCI
sk: Porty PCI
sv: PCI-portar
tr: PCI bağlantı noktaları
uk: Порти PCI
zh: PCI端口

source: Dispositivos de Armazenamento
bg: Устройства за съхранение
cs: Úložná zařízení
da: Lagringsenheder
de: Speichergeräte
el: Συσκευές αποθήκευσης
es: Dispositivos de almacenamiento
et: Salvestusseadmed
fi: Tallennuslaitteet
fr: Périphériques de stockage
he: התקני אחסון
hr: Uređaji za pohranu
hu: Tárolóeszközök
is: Geymsla tæki
it: Dispositivi di archiviazione
ja: ストレージデバイス
ko: 스토리지 디바이스
nl: Opslagapparaten
no: lagringsenheter
pl: Urządzenia pamięci masowej
ro: Dispozitive de stocare
ru: Устройства хранения
sk: Zariadenia na ukladanie dát
sv: Lagringsenheter
tr: Depolama Cihazları
uk: Пристрої зберігання даних
zh: 存储设备

source: Partições montadas
bg: Монтирани дялове
cs: Namontované příčky
da: Monterede skillevægge
de: Montierte Trennwände
el: Τοποθετημένα χωρίσματα
es: Tabiques montados
et: Paigaldatud vaheseinad
fi: Asennetut väliseinät
fr: Cloisons montées
he: מחיצות רכובות
hr: Montirane particije
hu: Szerelt partíciók
is: Ríðandi skipting
it: Partizioni montate
ja: マウントパーティション
ko: 마운트된 파티션
nl: Gemonteerde scheidingswanden
no: Monterte partisjoner
pl: Montowane partycje
ro: Partiții montate
ru: Смонтированные перегородки
sk: Namontované priečky
sv: Monterade partitioner
tr: Monte edilmiş bölmeler
uk: навісні перегородки
zh: 安装的隔断

source: Partições desmontadas
bg: Демонтирани прегради
cs: Demontované příčky
da: Afmonterede skillevægge
de: Abgebaute Trennwände
el: Αποσυναρμολογημένα χωρίσματα
es: Tabiques desmontados
et: Demonteeritud vaheseinad
fi: Puretut väliseinät
fr: Cloisons démantelées
he: מחיצות מפורקות
hr: Demontirane particije
hu: Szétszerelt válaszfalak
is: Sundurhlutað skipting
it: Partizioni smontate
ja: 解体されたパーティション
ko: 해체된 파티션
nl: Ontmantelde scheidingswanden
no: Demonterte partisjoner
pl: Zdemontowane ścianki działowe
ro: Partiții demontate
ru: Демонтированные перегородки
sk: Demontované priečky
sv: Nedmonterade skiljeväggar
tr: Sökülmüş bölmeler
uk: Демонтовані перегородки
zh: 拆除的隔断

source: Dispositivos lógicos
bg: Логически устройства
cs: Logická zařízení
da: Logiske enheder
de: Logische Geräte
el: Λογικές συσκευές
et: Loogikaseadmed
fi: Logiikkalaitteet
fr: Dispositifs logiques
he: התקנים לוגיים
hr: Logički uređaji
hu: Logikai eszközök
is: Rökrétt tæki
it: Dispositivi logici
ja: ロジックデバイス
ko: 논리 디바이스
nl: Logische apparaten
no: Logiske enheter
pl: Urządzenia logiczne
ro: Dispozitive logice
ru: Логические устройства
sk: Logické zariadenia
sv: Logiska anordningar
tr: Mantıksal cihazlar
uk: Логічні пристрої
zh: 逻辑装置

source: Raid
cs: Nájezd
de: Überfall
el: Επιδρομή
he: פשיטה
ja: レイド
ko: 레이드
nl: Overval
ru: Рейд
sk: Nájazd
tr: Baskın
uk: Рейд
zh: 袭击

source: Informações de Sistema
bg: Информация за системата
cs: Systémové informace
da: Systemoplysninger
de: System-Informationen
el: Πληροφορίες συστήματος
es: Información del sistema
et: Süsteemi teave
fi: Järjestelmätiedot
fr: Informations sur le système
he: מידע על המערכת
hr: Informacijski sustav
hu: Rendszerinformáció
is: Upplýsingar um kerfi
it: Informazioni sul sistema
ja: システム情報
ko: 시스템 정보
nl: Systeeminformatie
no: Informasjon om systemet
pl: Informacje o systemie
ro: Informații de sistem
ru: Системная информация
sk: Systémové informácie
sv: Systeminformation
tr: Sistem Bilgileri
uk: Інформація про систему
zh: 系统信息

source: Repositórios
bg: Хранилища
cs: Úložiště
da: Opbevaringssteder
de: Repositories
el: Αποθετήρια
es: Repositorios
et: Repositooriumid
fi: Tietovarastot
fr: Dépôts
he: מאגרים
hr: Repozitoriji
hu: Tárházak
is: Geymslur
it: Repository
ja: レポジトリー
ko: 리포지토리
nl: Repositories
no: Repositorier
pl: Repozytoria
ro: Depozite
ru: Репозитории
sk: Úložiská
sv: Förvaringsställen
tr: Depolar
uk: сховища
zh: 储存库

source: Enviar para filebin.net
bg: Изпрати на filebin.net
cs: Poslat filebin.net
da: Send til filebin.net
de: An filebin.net senden
el: Αποστολή σε filebin.net
es: Enviar a filebin.net
et: Saada filebin.net
fi: Lähetä osoitteeseen filebin.net
fr: Envoyer à filebin.net
he: שלח אל filebin.net
hr: Pošalji u filebin.net
hu: Küldés filebin.net
is: Senda til filebin.net
it: Invia a filebin.net
ja: filebin.net に送る
ko: filebin.net 로 보내기
nl: Verzenden naar filebin.net
no: Send til filebin.net
pl: Wyślij do filebin.net
ro: Trimiteți la filebin.net
ru: Отправить в filebin.net
sk: Odoslať do filebin.net
sv: Skicka till filebin.net
tr: filebin.net'e gönder
uk: Надіслати filebin.net
zh: 发送到 filebin.net

source: Visualizar
bg: Визуализира
cs: Vizualizovat
da: Visualisere
de: Visualisieren
el: Αναπολώ
et: Visualiseerida
fi: Kuvitella
fr: Visualiser
he: לדמיין
hr: Zamišljati
hu: Képzelni
is: Sjón
it: Visualizzare
ja: 視覚化
ko: 눈에 보이게 하다
nl: Visualiseren
no: Visualisere
pl: Wizualizacji
ro: Vizualiza
ru: Визуализировать
sk: Vizualizovať
sv: Visualisera
tr: Görselleştirmek
uk: Візуалізувати
zh: 可视 化

source: O relatório foi salvo no arquivo:
bg: Отчетът е записан във файла:
cs: Zpráva byla uložena do souboru:
da: Rapporten blev gemt i filen:
de: Der Bericht wurde in der Datei gespeichert:
el: Η αναφορά αποθηκεύτηκε στο αρχείο:
es: El informe se guardó en el archivo:
et: Aruanne salvestati faili:
fi: Raportti tallennettiin tiedostoon:
fr: Le rapport a été enregistré dans le fichier :
he: הדוח נשמר בקובץ:
hr: Izvješće je spremljeno u datoteku:
hu: A jelentést a fájlba mentették:
is: Skýrslan var vistuð í skrána:
it: Il report è stato salvato nel file:
ja: レポートはファイルに保存されました。
ko: 보고서가 다음 파일에 저장되었습니다.
nl: Het rapport is opgeslagen in het bestand:
no: Rapporten ble lagret i filen:
pl: Raport został zapisany do pliku:
ro: Raportul a fost salvat în fișierul:
ru: Отчет был сохранен в файл:
sk: Správa bola uložená do súboru:
sv: Rapporten sparades i filen:
tr: Rapor dosyaya kaydedildi:
uk: Звіт збережено у файл:
zh: 报告已保存到文件中：

source: Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?
bg: Искате ли да видите файла или да го качите на filebin.net сайт, за да имате URL адрес с данните на компютъра си по лесен начин за споделяне?
cs: Chcete soubor zobrazit nebo nahrát na filebin.net web, abyste měli adresu URL s daty počítače snadným způsobem sdílení?
da: Vil du se filen eller uploade den til det filebin.net websted for at have en URL med dine computerdata på en nem måde at dele?
de: Möchten Sie die Datei anzeigen oder auf die filebin.net Website hochladen, um eine URL mit Ihren Computerdaten auf einfache Weise zu teilen?
el: Θέλετε να προβάλετε το αρχείο ή να το ανεβάσετε στον ιστότοπο filebin.net, για να έχετε μια διεύθυνση URL με τα δεδομένα του υπολογιστή σας με έναν εύκολο τρόπο κοινής χρήσης;
es: ¿Desea ver el archivo o subirlo al sitio filebin.net, para tener una URL con los datos de su computadora de una manera fácil de compartir?
et: Kas soovite faili vaadata või filebin.net saidile üles laadida, et teil oleks arvutiandmetega URL-i lihtne ühiskasutusse anda?
fi: Haluatko tarkastella tiedostoa tai ladata sen filebin.net sivustoon, jotta sinulla on URL-osoite tietokoneesi tiedoilla helposti jaettavaksi?
fr: Voulez-vous afficher le fichier ou le télécharger sur le site filebin.net, pour avoir une URL avec vos données informatiques d’une manière facile à partager?
he: האם ברצונך להציג את הקובץ או להעלות אותו לאתר filebin.net, כדי לקבל כתובת URL עם נתוני המחשב שלך בצורה קלה לשיתוף?
hr: Želite li pregledati datoteku ili je prenijeti na filebin.net web-mjesto da biste imali URL s podacima računala na jednostavan način za dijeljenje?
hu: Szeretné megtekinteni a fájlt, vagy feltölteni a filebin.net webhelyre, hogy könnyen megoszthassa a számítógép adatait tartalmazó URL-t?
is: Viltu skoða skrána eða hlaða henni upp á filebin.net síðuna, til að hafa vefslóð með tölvugögnum þínum á auðveldan hátt til að deila?
it: Vuoi visualizzare il file o caricarlo sul sito filebin.net, per avere un URL con i dati del tuo computer in modo semplice da condividere?
ja: ファイルを表示するか、filebin.net サイトにアップロードして、コンピューターデータを含むURLを簡単に共有しますか?
ko: 파일을 보거나 filebin.net 사이트에 업로드하여 컴퓨터 데이터가 포함된 URL을 쉽게 공유할 수 있도록 하시겠습니까?
nl: Wilt u het bestand bekijken of uploaden naar de filebin.net site, om een URL met uw computergegevens op een eenvoudige manier te delen?
no: Vil du vise filen eller laste den opp til det filebin.net nettstedet, for å ha en URL med datamaskindataene dine på en enkel måte å dele?
pl: Czy chcesz wyświetlić plik lub przesłać go do witryny filebin.net, aby mieć adres URL z danymi komputera w łatwy sposób do udostępnienia?
ro: Doriți să vizualizați fișierul sau să îl încărcați pe site-ul filebin.net, pentru a avea o adresă URL cu datele computerului într-un mod ușor de partajat?
ru: Вы хотите просмотреть файл или загрузить его на filebin.net сайт, чтобы иметь URL-адрес с данными вашего компьютера простым способом обмена?
sk: Chcete zobraziť súbor alebo ho nahrať na filebin.net lokalitu, aby ste mali adresu URL s údajmi počítača jednoduchým spôsobom zdieľania?
sv: Vill du visa filen eller ladda upp den till filebin.net webbplats, för att ha en URL med dina datordata på ett enkelt sätt att dela?
tr: Dosyayı görüntülemek mi yoksa filebin.net sitesine yüklemek mi istiyorsunuz, bilgisayar verilerinizi kolay bir şekilde paylaşabileceğiniz bir URL'ye sahip olmak için mi?
uk: Ви хочете переглянути файл або завантажити його на filebin.net сайт, щоб мати URL-адресу з даними вашого комп'ютера простим способом для обміну?
zh: 您想查看文件或将其上传到 filebin.net 站点，以便以简单的方式共享包含计算机数据的 URL？
