Repository: biglinux/biglinux-driver-manager
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões: <br><br> <b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção. <br><br> <b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema. <br><br> <b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.
bg: Linux ядрото е компонентът на операционната система, който контролира всички останали компоненти и позволява на приложенията да функционират. Промяната на версията на ядрото може да донесе нова функционалност или да подобри производителността, но също така може да причини проблеми с някои драйвери и приложения. Ако системата работи добре, може да не е изгодно да преминете към друга версия на ядрото. Ето разликата между версиите:<br><br> <b>LTS, получавайте</b> актуализации на защитата за по-дълго време. Като цяло, най-новата LTS версия е най-добрият вариант.<br><br> <b>Xanmod</b>, има модификации, за да получи по-добра производителност, но това може да доведе до нестабилност в системата.<br><br> <b>RT,</b> са модифицирани за специфични употреби. Ако не използвате програми, които се нуждаят от това, най-добре е да използвате ядро без съкращението "rt".
cs: Linuxové jádro je součást operačního systému, která řídí všechny ostatní komponenty a umožňuje aplikacím fungovat. Změna verze jádra může přinést nové funkce nebo zlepšit výkon, ale může také způsobit problémy s některými ovladači a aplikacemi. Pokud systém funguje dobře, nemusí být výhodné přejít na jinou verzi jádra. Zde je rozdíl mezi verzemi:<br><br> <b>LTS,</b> dostávejte aktualizace zabezpečení déle. Obecně platí, že nejnovější verze LTS je nejlepší volbou.<br><br> <b>Xanmod</b>, má modifikace pro dosažení lepšího výkonu, ale to může způsobit nestabilitu v systému.<br><br> <b>RT,</b> jsou upraveny pro konkrétní použití. Pokud nepoužíváte žádné programy, které to potřebují, je nejlepší použít jádro bez zkratky "rt".
da: Linux-kernen er den komponent i operativsystemet, der styrer alle andre komponenter og tillader applikationer at fungere. Ændring af kerneversionen kan medføre ny funktionalitet eller forbedre ydeevnen, men det kan også forårsage problemer med nogle drivere og programmer. Hvis systemet fungerer godt, er det måske ikke fordelagtigt at skifte til en anden kerneversion. Her er forskellen mellem versionerne:<br><br> <b>LTS,</b> modtag sikkerhedsopdateringer i længere tid. Generelt er den nyeste LTS-version den bedste løsning.<br><br> <b>Xanmod</b>, har ændringer for at opnå bedre ydeevne, men dette kan forårsage ustabilitet i systemet.<br><br> <b>RT,</b> er modificeret til specifikke anvendelser. Hvis du ikke bruger nogen programmer, der har brug for dette, er det bedst at bruge en kerne uden akronymet 'rt'.
de: Der Linux-Kernel ist die Komponente des Betriebssystems, die alle anderen Komponenten steuert und das Funktionieren von Anwendungen ermöglicht. Das Ändern der Kernel-Version kann neue Funktionen bringen oder die Leistung verbessern, aber es kann auch Probleme mit einigen Treibern und Anwendungen verursachen. Wenn das System gut funktioniert, ist es möglicherweise nicht vorteilhaft, auf eine andere Kernel-Version umzusteigen. Hier ist der Unterschied zwischen den Versionen:<br><br> <b>LTS,</b> erhalten Sie Sicherheitsupdates länger. Im Allgemeinen ist die neueste LTS-Version die beste Option.<br><br> <b>Xanmod</b> hat Modifikationen, um eine bessere Leistung zu erzielen, aber dies kann zu Instabilitäten im System führen.<br><br> <b>RT,</b> werden für bestimmte Verwendungszwecke modifiziert. Wenn Sie keine Programme verwenden, die dies benötigen, verwenden Sie am besten einen Kernel ohne das Akronym 'rt'.
el: Ο πυρήνας Linux είναι το στοιχείο του λειτουργικού συστήματος που ελέγχει όλα τα άλλα στοιχεία και επιτρέπει τη λειτουργία εφαρμογών. Η αλλαγή της έκδοσης του πυρήνα μπορεί να φέρει νέες λειτουργίες ή να βελτιώσει την απόδοση, αλλά μπορεί επίσης να προκαλέσει προβλήματα με ορισμένα προγράμματα οδήγησης και εφαρμογές. Εάν το σύστημα λειτουργεί καλά, μπορεί να μην είναι επωφελής η μετάβαση σε άλλη έκδοση πυρήνα. Εδώ είναι η διαφορά μεταξύ των εκδόσεων:<br><br> <b>LTS,</b> λάβετε ενημερώσεις ασφαλείας για μεγαλύτερο χρονικό διάστημα. Γενικά, η τελευταία έκδοση LTS είναι η καλύτερη επιλογή.<br><br> <b>Xanmod</b>, έχει τροποποιήσεις για να επιτευχθεί καλύτερη απόδοση, αλλά αυτό μπορεί να προκαλέσει αστάθεια στο σύστημα.<br><br> <b>RT,</b> τροποποιούνται για ειδικές χρήσεις. Εάν δεν χρησιμοποιείτε προγράμματα που το χρειάζονται, είναι καλύτερο να χρησιμοποιήσετε έναν πυρήνα χωρίς το ακρωνύμιο 'rt'.
es: El kernel de Linux es el componente del sistema operativo que controla todos los demás componentes y permite que las aplicaciones funcionen. Cambiar la versión del kernel puede traer nuevas funcionalidades o mejorar el rendimiento, pero también puede causar problemas con algunos controladores y aplicaciones. Si el sistema funciona bien, puede que no sea ventajoso cambiar a otra versión del kernel. Aquí está la diferencia entre las versiones:<br><br> <b>LTS,</b> reciba actualizaciones de seguridad durante más tiempo. En general, la última versión LTS es la mejor opción.<br><br> <b>Xanmod</b>, tiene modificaciones para obtener un mejor rendimiento, pero esto puede causar inestabilidades en el sistema.<br><br> <b>RT,</b> se modifican para usos específicos. Si no usas ningún programa que necesite esto, es mejor usar un kernel sin el acrónimo 'rt'.
et: Linuxi kernel on operatsioonisüsteemi komponent, mis kontrollib kõiki teisi komponente ja võimaldab rakendustel toimida. Kerneli versiooni muutmine võib tuua uusi funktsioone või parandada jõudlust, kuid see võib põhjustada probleeme ka mõnede draiverite ja rakendustega. Kui süsteem töötab hästi, ei pruugi olla kasulik minna üle teisele kerneli versioonile. Versioonide erinevus on järgmine.<br><br> <b>LTS,</b> saate turbevärskendusi kauem. Üldiselt on uusim LTS-versioon parim valik.<br><br> <b>Xanmodil</b> on parema jõudluse saavutamiseks muudatusi, kuid see võib põhjustada süsteemi ebastabiilsust.<br><br> <b>RT,</b> on muudetud konkreetseteks kasutusteks. Kui te ei kasuta ühtegi programmi, mis seda vajab, on kõige parem kasutada tuuma ilma akronüümita "rt".
fi: Linux-ydin on käyttöjärjestelmän komponentti, joka ohjaa kaikkia muita komponentteja ja mahdollistaa sovellusten toiminnan. Ytimen version muuttaminen voi tuoda uusia toimintoja tai parantaa suorituskykyä, mutta se voi myös aiheuttaa ongelmia joidenkin ohjainten ja sovellusten kanssa. Jos järjestelmä toimii hyvin, ei ehkä ole edullista vaihtaa toiseen ytimen versioon. Tässä on versioiden välinen ero:<br><br> <b>LTS,</b> vastaanota tietoturvapäivityksiä pidempään. Yleensä uusin LTS-versio on paras vaihtoehto.<br><br> <b>Xanmodilla</b> on muutoksia paremman suorituskyvyn saavuttamiseksi, mutta tämä voi aiheuttaa järjestelmän epävakautta.<br><br> <b>RT</b>, muutetaan tiettyihin käyttötarkoituksiin. Jos et käytä mitään ohjelmia jotka tarvitsevat tätä, on parasta käyttää ydintä ilman lyhennettä 'rt'.
fr: Le noyau Linux est le composant du système d’exploitation qui contrôle tous les autres composants et permet aux applications de fonctionner. Changer la version du noyau peut apporter de nouvelles fonctionnalités ou améliorer les performances, mais cela peut également causer des problèmes avec certains pilotes et applications. Si le système fonctionne bien, il peut ne pas être avantageux de passer à une autre version du noyau. Voici la différence entre les versions :<br><br> <b>LTS,</b> recevez des mises à jour de sécurité plus longtemps. En général, la dernière version LTS est la meilleure option.<br><br> <b>Xanmod</b>, a des modifications pour obtenir de meilleures performances, mais cela peut provoquer des instabilités dans le système.<br><br> <b>RT,</b> sont modifiés pour des utilisations spécifiques. Si vous n’utilisez aucun programme qui en a besoin, il est préférable d’utiliser un noyau sans l’acronyme 'rt'.
he: ליבת לינוקס היא רכיב במערכת ההפעלה השולט בכל שאר הרכיבים ומאפשר ליישומים לתפקד. שינוי גירסת הליבה יכול להביא פונקציונליות חדשה או לשפר את הביצועים, אך הוא יכול גם לגרום לבעיות במנהלי התקנים וביישומים מסוימים. אם המערכת פועלת היטב, ייתכן שלא יהיה יתרון לעבור לגרסת ליבה אחרת. הנה ההבדל בין הגרסאות:<br><br> <b>LTS,</b> קבל עדכוני אבטחה למשך זמן רב יותר. באופן כללי, גרסת LTS האחרונה היא האפשרות הטובה ביותר.<br><br> <b>Xanmod</b>, יש שינויים כדי להשיג ביצועים טובים יותר, אבל זה יכול לגרום חוסר יציבות במערכת.<br><br> <b>RT</b>, משתנים לשימושים ספציפיים. אם אינך משתמש בתוכניות הזקוקות לכך, מומלץ להשתמש בליבה ללא ראשי התיבות 'rt'.
hr: Linux jezgra je komponenta operativnog sustava koja kontrolira sve ostale komponente i omogućuje funkcioniranje aplikacija. Promjena verzije jezgre može donijeti nove funkcije ili poboljšati performanse, ali može uzrokovati i probleme s nekim upravljačkim programima i aplikacijama. Ako sustav dobro radi, možda neće biti korisno prebaciti se na drugu verziju jezgre. Evo razlike između verzija:<br><br> <b>LTS,</b> primajte sigurnosna ažuriranja dulje. Općenito, najnovija LTS verzija je najbolja opcija.<br><br> <b>Xanmod</b>, ima modifikacije za postizanje boljih performansi, ali to može uzrokovati nestabilnosti u sustavu.<br><br> <b>RT,</b> modificirani su za određene namjene. Ako ne koristite programe kojima je to potrebno, najbolje je koristiti jezgru bez akronima 'rt'.
hu: A Linux kernel az operációs rendszer összetevője, amely vezérli az összes többi összetevőt, és lehetővé teszi az alkalmazások működését. A kernelverzió módosítása új funkciókat hozhat létre, vagy javíthatja a teljesítményt, de problémákat is okozhat egyes illesztőprogramokban és alkalmazásokban. Ha a rendszer jól működik, előfordulhat, hogy nem előnyös egy másik kernelverzióra váltani. A verziók közötti különbség a következő:<br><br> <b>LTS,</b> hosszabb ideig kap biztonsági frissítéseket. Általában a legújabb LTS verzió a legjobb megoldás.<br><br> <b>A Xanmod</b> módosításokkal rendelkezik a jobb teljesítmény elérése érdekében, de ez instabilitást okozhat a rendszerben.<br><br> <b>RT</b>, különleges felhasználásra módosulnak. Ha nem használ olyan programot, amelynek erre szüksége van, akkor a legjobb, ha kernelt használ az "rt" rövidítés nélkül.
is: Linux kjarninn er sá hluti stýrikerfisins sem stjórnar öllum öðrum íhlutum og gerir forritum kleift að virka. Breyting the hnetukjarni útgáfa geta koma með nýr virkni eða bæta flutningur, en það geta einnig orsök vandamál með sumir bílstjóri og umsókn. Ef kerfið virkar vel getur verið að það sé ekki hagkvæmt að skipta yfir í aðra kjarnaútgáfu. Hér er munurinn á útgáfunum:<br><br> <b>LTS,</b> fáðu öryggisuppfærslur lengur. Almennt séð er nýjasta LTS útgáfan besti kosturinn.<br><br> <b>Xanmod</b>, hefur breytingar til að ná betri árangri, en þetta getur valdið óstöðugleika í kerfinu.<br><br> <b>RT,</b> er breytt til sérstakra nota. Ef þú notar engin forrit sem þurfa á þessu að halda er best að nota kjarna án skammstöfunarinnar 'rt'.
it: Il kernel Linux è il componente del sistema operativo che controlla tutti gli altri componenti e consente alle applicazioni di funzionare. La modifica della versione del kernel può portare nuove funzionalità o migliorare le prestazioni, ma può anche causare problemi con alcuni driver e applicazioni. Se il sistema funziona bene, potrebbe non essere vantaggioso passare a un'altra versione del kernel. Ecco la differenza tra le versioni:<br><br> <b>LTS,</b> ricevi gli aggiornamenti della sicurezza più a lungo. In generale, l'ultima versione LTS è l'opzione migliore.<br><br> <b>Xanmod</b>, ha modifiche per ottenere prestazioni migliori, ma questo può causare instabilità nel sistema.<br><br> <b>RT</b>, sono modificati per usi specifici. Se non si utilizzano programmi che richiedono questo, è meglio usare un kernel senza l'acronimo 'rt'.
ja: Linuxカーネルは、他のすべてのコンポーネントを制御し、アプリケーションが機能できるようにするオペレーティングシステムのコンポーネントです。カーネルバージョンを変更すると、新しい機能やパフォーマンスの向上が可能になりますが、一部のドライバーやアプリケーションで問題が発生する可能性もあります。システムが正常に動作している場合は、別のカーネルバージョンに切り替えるのは有利ではないかもしれません。バージョン間の違いは次のとおりです。<br><br> <b>LTS、</b>セキュリティ更新プログラムをより長く受け取ります。一般に、最新のLTSバージョンが最適なオプションです。<br><br> <b>Xanmod</b>には、より良いパフォーマンスを得るために変更が加えられていますが、これによりシステムが不安定になる可能性があります。<br><br> <b>RT</b>は、特定の用途に合わせて変更されています。これを必要とするプログラムを使用しない場合は、頭字語「rt」のないカーネルを使用するのが最善です。
ko: Linux 커널은 다른 모든 구성 요소를 제어하고 응용 프로그램이 작동할 수 있도록 하는 운영 체제의 구성 요소입니다. 커널 버전을 변경하면 새로운 기능이 제공되거나 성능이 향상될 수 있지만 일부 드라이버 및 응용 프로그램에 문제가 발생할 수도 있습니다. 시스템이 잘 작동하면 다른 커널 버전으로 전환하는 것이 유리하지 않을 수 있습니다. 버전 간의 차이점은 다음과 같습니다.<br><br> <b>LTS,</b> 보안 업데이트를 더 오래 받을 수 있습니다. 일반적으로 최신 LTS 버전이 가장 좋습니다.<br><br> <b>Xanmod</b>는 더 나은 성능을 얻기 위해 수정되었지만 이로 인해 시스템이 불안정해질 수 있습니다.<br><br> <b>RT</b>는 특정 용도에 맞게 수정됩니다. 필요한 프로그램을 사용하지 않는다면 'rt'라는 약어가 없는 커널을 사용하는 것이 가장 좋습니다.
nl: De Linux-kernel is het onderdeel van het besturingssysteem dat alle andere componenten bestuurt en toepassingen laat functioneren. Het wijzigen van de kernelversie kan nieuwe functionaliteit brengen of de prestaties verbeteren, maar het kan ook problemen veroorzaken met sommige stuurprogramma's en toepassingen. Als het systeem goed werkt, is het misschien niet voordelig om over te schakelen naar een andere kernelversie. Dit is het verschil tussen de versies:<br><br> <b>LTS,</b> ontvang beveiligingsupdates voor langer. Over het algemeen is de nieuwste LTS-versie de beste optie.<br><br> <b>Xanmod</b>, heeft aanpassingen om betere prestaties te verkrijgen, maar dit kan instabiliteiten in het systeem veroorzaken.<br><br> <b>RT,</b> zijn aangepast voor specifieke toepassingen. Als u geen programma's gebruikt die dit nodig hebben, kunt u het beste een kernel gebruiken zonder het acroniem 'rt'.
no: Linux-kjernen er komponenten i operativsystemet som styrer alle andre komponenter og lar applikasjoner fungere. Endring av kjerneversjonen kan gi ny funksjonalitet eller forbedre ytelsen, men det kan også forårsake problemer med enkelte drivere og programmer. Hvis systemet fungerer bra, er det kanskje ikke fordelaktig å bytte til en annen kjerneversjon. Her er forskjellen mellom versjonene:<br><br> <b>LTS,</b> motta sikkerhetsoppdateringer lenger. Generelt er den nyeste LTS-versjonen det beste alternativet.<br><br> <b>Xanmod</b>, har modifikasjoner for å oppnå bedre ytelse, men dette kan forårsake ustabiliteter i systemet.<br><br> <b>RT,</b> er modifisert for spesifikk bruk. Hvis du ikke bruker noen programmer som trenger dette, er det best å bruke en kjerne uten akronymet 'rt'.
pl: Jądro Linuksa jest składnikiem systemu operacyjnego, który kontroluje wszystkie inne komponenty i umożliwia działanie aplikacji. Zmiana wersji jądra może przynieść nowe funkcje lub poprawić wydajność, ale może również powodować problemy z niektórymi sterownikami i aplikacjami. Jeśli system działa dobrze, przejście na inną wersję jądra może nie być korzystne. Oto różnica między wersjami:<br><br> <b>LTS,</b> otrzymuj aktualizacje zabezpieczeń na dłużej. Ogólnie rzecz biorąc, najnowsza wersja LTS jest najlepszą opcją.<br><br> <b>Xanmod</b>, ma modyfikacje, aby uzyskać lepszą wydajność, ale może to powodować niestabilność w systemie.<br><br> <b>RT,</b> są modyfikowane do określonych zastosowań. Jeśli nie używasz żadnych programów, które tego potrzebują, najlepiej użyć jądra bez akronimu "rt".
ro: Nucleul Linux este componenta sistemului de operare care controlează toate celelalte componente și permite aplicațiilor să funcționeze. Schimbarea versiunii de kernel poate aduce noi funcționalități sau poate îmbunătăți performanța, dar poate cauza și probleme cu unele drivere și aplicații. Dacă sistemul funcționează bine, este posibil să nu fie avantajos să treceți la o altă versiune de kernel. Iată diferența dintre versiuni:<br><br> <b>LTS,</b> primiți actualizări de securitate pentru mai mult timp. În general, cea mai recentă versiune LTS este cea mai bună opțiune.<br><br> <b>Xanmod</b>, are modificări pentru a obține performanțe mai bune, dar acest lucru poate provoca instabilități în sistem.<br><br> <b>RT,</b> sunt modificate pentru utilizări specifice. Dacă nu utilizați niciun program care are nevoie de acest lucru, cel mai bine este să utilizați un nucleu fără acronimul "rt".
ru: Ядро Linux — это компонент операционной системы, который управляет всеми остальными компонентами и позволяет приложениям функционировать. Изменение версии ядра может принести новые функции или повысить производительность, но также может вызвать проблемы с некоторыми драйверами и приложениями. Если система работает хорошо, может быть невыгодно переходить на другую версию ядра. Вот разница между версиями:<br><br> <b>LTS,</b> получать обновления безопасности дольше. В общем, последняя версия LTS — лучший вариант.<br><br> <b>Xanmod</b>, имеет модификации для получения лучшей производительности, но это может вызвать нестабильность в системе.<br><br> <b>RT,</b> модифицируются для конкретных целей. Если вы не используете программы, которые в этом нуждаются, лучше всего использовать ядро без аббревиатуры «rt».
sk: Linuxové jadro je komponent operačného systému, ktorý riadi všetky ostatné komponenty a umožňuje fungovanie aplikácií. Zmena verzie jadra môže priniesť nové funkcie alebo zlepšiť výkon, ale môže tiež spôsobiť problémy s niektorými ovládačmi a aplikáciami. Ak systém funguje dobre, nemusí byť výhodné prejsť na inú verziu jadra. Tu je rozdiel medzi verziami:<br><br> <b>LTS,</b> dostávajte aktualizácie zabezpečenia dlhšie. Vo všeobecnosti je najnovšia verzia LTS najlepšou voľbou.<br><br> <b>Xanmod</b>, má úpravy na dosiahnutie lepšieho výkonu, ale to môže spôsobiť nestabilitu v systéme.<br><br> <b>RT,</b> sú modifikované na špecifické použitie. Ak nepoužívate žiadne programy, ktoré to potrebujú, najlepšie je použiť jadro bez skratky "rt".
sv: Linux-kärnan är den komponent i operativsystemet som styr alla andra komponenter och tillåter applikationer att fungera. Att ändra kärnversionen kan ge ny funktionalitet eller förbättra prestanda, men det kan också orsaka problem med vissa drivrutiner och applikationer. Om systemet fungerar bra kanske det inte är fördelaktigt att byta till en annan kärnversion. Här är skillnaden mellan versionerna:<br><br> <b>LTS,</b> få säkerhetsuppdateringar längre. I allmänhet är den senaste LTS-versionen det bästa alternativet.<br><br> <b>Xanmod</b>, har modifieringar för att få bättre prestanda, men detta kan orsaka instabilitet i systemet.<br><br> <b>RT,</b> modifieras för specifika användningsområden. Om du inte använder några program som behöver detta är det bäst att använda en kärna utan förkortningen 'rt'.
tr: Linux çekirdeği, işletim sisteminin diğer tüm bileşenleri kontrol eden ve uygulamaların çalışmasına izin veren bileşenidir. Çekirdek sürümünü değiştirmek yeni işlevler getirebilir veya performansı artırabilir, ancak bazı sürücüler ve uygulamalarla ilgili sorunlara da neden olabilir. Sistem iyi çalışıyorsa, başka bir çekirdek sürümüne geçmek avantajlı olmayabilir. Sürümler arasındaki fark aşağıda açıklanmıştır:<br><br> <b>LTS,</b> güvenlik güncelleştirmelerini daha uzun süre alır. Genel olarak, en son LTS sürümü en iyi seçenektir.<br><br> <b>Xanmod</b>, daha iyi performans elde etmek için değişikliklere sahiptir, ancak bu sistemde kararsızlıklara neden olabilir.<br><br> <b>RT,</b> belirli kullanımlar için modifiye edilmiştir. Buna ihtiyaç duyan herhangi bir program kullanmıyorsanız, 'rt' kısaltması olmayan bir çekirdek kullanmak en iyisidir.
uk: Ядро Linux - це компонент операційної системи, який контролює всі інші компоненти і дозволяє додаткам функціонувати. Зміна версії ядра може принести нову функціональність або підвищити продуктивність, але це також може викликати проблеми з деякими драйверами та додатками. Якщо система працює добре, може бути невигідно перейти на іншу версію ядра. Ось різниця між версіями:<br><br> <b>LTS,</b> отримуйте оновлення безпеки довше. Загалом, остання версія LTS - оптимальний варіант.<br><br> <b>Xanmod</b>, має модифікації для отримання кращої продуктивності, але це може викликати нестабільність в системі.<br><br> <b>RT</b>, модифікуються для конкретних цілей. Якщо ви не використовуєте програми, яким це потрібно, краще використовувати ядро без абревіатури 'rt'.
zh: Linux 内核是操作系统的组件，它控制所有其他组件并允许应用程序运行。更改内核版本可以带来新功能或提高性能，但也可能导致某些驱动程序和应用程序出现问题。如果系统运行良好，切换到另一个内核版本可能没有优势。以下是版本之间的区别：<br><br> <b>LTS，</b>接收安全更新的时间更长。通常，最新的 LTS 版本是最佳选择。<br><br> <b>Xanmod</b>进行了修改以获得更好的性能，但这可能会导致系统不稳定。<br><br> <b>RT，</b>针对特定用途进行了修改。如果您不使用任何需要此功能的程序，最好使用不带首字母缩略词“rt”的内核。

source: Precisa de ajuda?
bg: Имате ли нужда от помощ?
cs: Potřebujete poradit?
da: Har du brug for hjælp?
de: Brauchen Sie Hilfe?
el: Χρειάζεστε βοήθεια;
es: ¿Necesitas ayuda?
et: Kas vajate abi?
fi: Tarvitsetko apua?
fr: Avez-vous besoin d’aide?
he: האם אתה זקוק לעזרה כלשהי?
hr: Treba li vam pomoć?
hu: Segítségre van szüksége?
is: Þarftu einhverja hjálp?
it: Hai bisogno di aiuto?
ja: 何か助けが必要ですか?
ko: 도움이 필요하십니까?
nl: Heb je hulp nodig?
no: Trenger du hjelp?
pl: Potrzebujesz pomocy?
ro: Ai nevoie de ajutor?
ru: Вам нужна помощь?
sk: Potrebujete poradiť?
sv: Behöver du hjälp?
tr: Yardıma mı ihtiyacınız var?
uk: Вам потрібна допомога?
zh: 您需要任何帮助吗？

source: Drivers de vídeo
bg: Видео драйвери
cs: Ovladače videa
da: Video drivere
de: Grafiktreiber
el: Προγράμματα οδήγησης οθόνης
es: Controladores de vídeo
et: Video draiverid
fi: Video-ohjaimet
fr: Pilotes vidéo
he: מנהלי התקנים של וידאו
hr: Upravljački programi za videozapise
hu: Videó illesztőprogramok
is: Vídeó reklar
it: Driver video
ja: ビデオ ドライバー
ko: 비디오 드라이버
nl: Videostuurprogramma's
no: Video drivere
pl: Sterowniki wideo
ro: Drivere video
ru: Видеодрайверы
sk: Ovládače videa
sv: Video drivrutiner
tr: Video sürücüleri
uk: Відеодрайвери
zh: 视频驱动程序
