{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Въведете паролата си, за да генерирате отчет, в който са премахнати чувствителни данни, например IP адрес, или отменете, за да използвате информацията от предишния екран."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["Въведете паролата си, за да генерирате по-пълен отчет."]},"Enviando, aguarde...":{"*":["Изпращане, моля, изчакайте..."]},"Este driver é software livre.":{"*":["Този драйвер е безплатен софтуер."]},"Este driver é proprietário.":{"*":["Този драйвер е патентован."]},"Este driver parece compatível com este computador.":{"*":["Този драйвер изглежда е съвместим с този компютър."]},"Remover":{"*":["Премахване на"]},"Instalar":{"*":["Инсталиране на"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["Вече е инсталиран друг драйвер на nVidia, за да инсталирате този драйвер, първо премахнете инсталирания драйвер."]},"Em uso":{"*":["В употреба"]},"Obsoleto, Clique para Remover!":{"*":["Остаряла, кликнете, за да премахнете!"]},"Categorias":{"*":["Категории"]},"Principais":{"*":["Основен"]},"Driver detectado:":{"*":["Открит драйвер:"]},"Mesa e Kernel":{"*":["Таблица и ядро"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["Промените в ядрото и работния плот трябва да се извършват внимателно."]},"Versões de kernel":{"*":["Версии на ядрото"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["Linux ядрото е компонентът на операционната система, който контролира всички останали компоненти и позволява на приложенията да функционират. Промяната на версията на ядрото може да донесе нова функционалност или да подобри производителността, но също така може да причини проблеми с някои драйвери и приложения. Ако системата работи добре, може да не е изгодно да преминете към друга версия на ядрото. Ето разликата между версиите:<br><br>\n\t<b>LTS, получавайте</b> актуализации на защитата за по-дълго време. Като цяло, най-новата LTS версия е най-добрият вариант.<br><br>\n\t<b>Xanmod</b>, има модификации, за да получи по-добра производителност, но това може да доведе до нестабилност в системата.<br><br>\n\t<b>RT,</b> са модифицирани за специфични употреби. Ако не използвате програми, които се нуждаят от това, най-добре е да използвате ядро без съкращението \"rt\"."]},"Precisa de ajuda?":{"*":["Имате ли нужда от помощ?"]},"Drivers de vídeo":{"*":["Видео драйвери"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Mesa включва системните видео драйвери, които работят заедно с ядрото. Ето разликата между версиите:<br><br><b>Стабилен</b>, препоръчителен за повечето ситуации, баланс между нови функции и стабилност.<br><br><b>Tkg</b>, версия за разработка, с новини, но малко тестове, може да генерира нестабилност, но също така може да донесе повече производителност на игрите.<br><br><b>Кехлибар</b>, полезен за по-стари компютри, като цяло, произведени преди 2010 година.<br><br>* Видео драйвери от AMD, Intel и други са включени в Mesa и ядрото на Linux, с изключение на собствения драйвер на Nvidia"]},"Pesquisar Kernel":{"*":["Ядро за търсене"]},"Resultado da pesquisa":{"*":["Резултат от търсенето"]},"Big-Kernel-Manager":{"*":["Мениджър на големи ядра"]},"Fechar":{"*":["Затвори"]},"Abrir":{"*":["Отворете"]},"Instalar ou Remover Versões de Kernel":{"*":["Инсталиране или премахване на версии на ядрото"]},"Aplicando - Aguarde":{"*":["Кандидатстване - Моля, изчакайте"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>* Откриването не включва принтери и скенери</small>"]},"Placa de vídeo":{"*":["Видеокарта"]},"Wifi":{"*":["Wifi"]},"Rede Cabeada":{"*":["Кабелна мрежа"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["Принтер"]},"Impressora 3D":{"*":["3D принтер"]},"Scanner":{"*":["Скенер"]},"TV Digital":{"*":["Цифрова телевизия"]},"Webcam":{"*":["Уеб камера"]},"Touchscreen":{"*":["Сензорен екран"]},"Som":{"*":["Звук"]},"Outros":{"*":["Други"]},"Pesquisar Driver ou Firmware":{"*":["Търсене на драйвер или фърмуер"]},"Big-Driver-Manager":{"*":["Big-Driver-Manager"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Инсталиране или премахване на драйвери и фърмуер"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["Обикновено е необходимо да рестартирате компютъра, за да се приложи драйверът или фърмуерът."]},"Driver ou firmware":{"*":["Драйвер или фърмуер"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["Този пакет предоставя файлове, съвместими с този компютър."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["След като приключите, рестартирайте компютъра, за да активирате конфигурацията на драйвера."]},"Driver":{"*":["Шофьор"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Възникнала е грешка и драйверът не може да бъде приложен."]},"Resumo":{"*":["Резюме"]},"Processador":{"*":["Процесор"]},"Placa mãe":{"*":["Дънна платка"]},"Memória":{"*":["Памет"]},"Rede":{"*":["Мрежа"]},"Usb":{"*":["Usb"]},"Pci":{"*":["Pci"]},"Bateria":{"*":["Батерия"]},"Armazenamento":{"*":["Съхранение"]},"Sistema":{"*":["Система"]},"Temperatura":{"*":["Температура"]},"Áudio":{"*":["Аудио"]},"Mais informações":{"*":["Повече информация"]},"Hardware":{"*":["Хардуер"]},"Pesquisar":{"*":["Търсене"]},"Informações de Hardware":{"*":["Информация за хардуера"]},"Informações Sobre o Sistema e o Hardware":{"*":["Информация за системата и хардуера"]},"Memória RAM:":{"*":["RAM памет:"]},"Vídeo:":{"*":["Видео:"]},"Instalado na partição:":{"*":["Инсталиран в дяла:"]},"Tamanho da partição:":{"*":["Размер на дяла:"]},"Espaço utilizado:":{"*":["Използвано пространство:"]},"Espaço livre:":{"*":["Свободно пространство:"]},"Data que o sistema foi instalado:":{"*":["Дата на инсталиране на системата:"]},"Kernel em uso:":{"*":["Използвано ядро:"]},"Instalar ou Remover Drivers":{"*":["Инсталиране или премахване на драйвери"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["BigLinux включва хиляди драйвери и фърмуер по подразбиране, но може да се наложи да инсталирате още някои."]},"Gerar Relatório":{"*":["Генериране на отчет"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["Той създава файл с информация, която може да бъде публикувана в интернет."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Преглед на информация за устройствата в Linux Hardware"]},"Categoria":{"*":["Категория"]},"Nome":{"*":["Име"]},"ID":{"*":["ID"]},"Info":{"*":["Информация"]},"Desativado":{"*":["Инвалиди"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Преди да инсталирате този драйвер, премахнете другия драйвер на Nvidia."]},"Swap Memória Virtual":{"*":["Размяна на виртуална памет"]},"Conexões de Rede":{"*":["Мрежови връзки"]},"Dispositivos e conexões USB":{"*":["USB устройства и връзки"]},"Portas PCI":{"*":["Портове PCI"]},"Dispositivos de Armazenamento":{"*":["Устройства за съхранение"]},"Partições montadas":{"*":["Монтирани дялове"]},"Partições desmontadas":{"*":["Демонтирани прегради"]},"Dispositivos lógicos":{"*":["Логически устройства"]},"Raid":{"*":["Raid"]},"Informações de Sistema":{"*":["Информация за системата"]},"Repositórios":{"*":["Хранилища"]},"Enviar para filebin.net":{"*":["Изпрати на filebin.net"]},"Visualizar":{"*":["Визуализира"]},"O relatório foi salvo no arquivo:":{"*":["Отчетът е записан във файла:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["Искате ли да видите файла или да го качите на filebin.net сайт, за да имате URL адрес с данните на компютъра си по лесен начин за споделяне?"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["Директорията $drivers_path не съществува и не може да бъде създадена."]},"O Big-Kernel-Manager já está em uso.":{"*":["Big-Kernel-Manager вече се използва."]},"O Big-Hardware-Relatory já está em uso.":{"*":["Big-Hardware-Relatory вече се използва."]}}}}