{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Geben Sie Ihr Passwort ein, um einen Bericht zu erstellen, in dem sensible Daten, z. B. die IP-Adresse, entfernt werden, oder brechen Sie den Vorgang ab, um die Informationen aus dem vorherigen Bildschirm zu verwenden."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["Geben Sie Ihr Passwort ein, um einen ausführlicheren Bericht zu erstellen."]},"Enviando, aguarde...":{"*":["Senden, bitte warten..."]},"Este driver é software livre.":{"*":["Dieser Treiber ist freie Software."]},"Este driver é proprietário.":{"*":["Dieser Treiber ist proprietär."]},"Este driver parece compatível com este computador.":{"*":["Dieser Treiber scheint mit diesem Computer kompatibel zu sein."]},"Remover":{"*":["Entfernen"]},"Instalar":{"*":["Installieren Sie"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["Es ist bereits ein anderer nVidia-Treiber installiert. Um diesen Treiber zu installieren, entfernen Sie zuerst den installierten Treiber."]},"Em uso":{"*":["Gebräuchlich"]},"Obsoleto, Clique para Remover!":{"*":["Veraltet, zum Entfernen klicken!"]},"Categorias":{"*":["Kategorien"]},"Principais":{"*":["Hauptseite"]},"Driver detectado:":{"*":["Treiber erkannt:"]},"Mesa e Kernel":{"*":["Tabelle und Kernel"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["Kernel- und Desktop-Änderungen sollten sorgfältig vorgenommen werden."]},"Versões de kernel":{"*":["Kernel-Versionen"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["Der Linux-Kernel ist die Komponente des Betriebssystems, die alle anderen Komponenten steuert und das Funktionieren von Anwendungen ermöglicht. Das Ändern der Kernel-Version kann neue Funktionen bringen oder die Leistung verbessern, aber es kann auch Probleme mit einigen Treibern und Anwendungen verursachen. Wenn das System gut funktioniert, ist es möglicherweise nicht vorteilhaft, auf eine andere Kernel-Version umzusteigen. Hier ist der Unterschied zwischen den Versionen:<br><br>\n\t<b>LTS,</b> erhalten Sie Sicherheitsupdates länger. Im Allgemeinen ist die neueste LTS-Version die beste Option.<br><br>\n\t<b>Xanmod</b> hat Modifikationen, um eine bessere Leistung zu erzielen, aber dies kann zu Instabilitäten im System führen.<br><br>\n\t<b>RT,</b> werden für bestimmte Verwendungszwecke modifiziert. Wenn Sie keine Programme verwenden, die dies benötigen, verwenden Sie am besten einen Kernel ohne das Akronym 'rt'."]},"Precisa de ajuda?":{"*":["Brauchen Sie Hilfe?"]},"Drivers de vídeo":{"*":["Grafiktreiber"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Mesa enthält die System-Videotreiber, die in Verbindung mit dem Kernel arbeiten. Hier ist der Unterschied zwischen den Versionen:<br><br><b>Stabil</b>, empfohlen für die meisten Situationen, Balance zwischen neuen Funktionen und Stabilität.<br><br><b>Tkg</b>, Entwicklungsversion, mit Neuigkeiten, aber wenigen Tests, kann Instabilitäten erzeugen, aber auch mehr Leistung in Spiele bringen.<br><br><b>Gelb</b>, nützlich auf älteren Computern, im Allgemeinen, die vor 2010 hergestellt wurden.<br><br>* Grafiktreiber von AMD, Intel und anderen sind in Mesa und dem Linux-Kernel enthalten, mit Ausnahme von Nvidias proprietärem Treiber"]},"Pesquisar Kernel":{"*":["Kernel durchsuchen"]},"Resultado da pesquisa":{"*":["Suchergebnis"]},"Big-Kernel-Manager":{"*":["Big-Kernel-Manager"]},"Fechar":{"*":["Schließen Sie"]},"Abrir":{"*":["Offen"]},"Instalar ou Remover Versões de Kernel":{"*":["Installieren oder Entfernen von Kernelversionen"]},"Aplicando - Aguarde":{"*":["Antragstellung - Bitte warten"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>* Die Erkennung umfasst keine Drucker und Scanner</small>"]},"Placa de vídeo":{"*":["Grafikkarte"]},"Wifi":{"*":["Wifi"]},"Rede Cabeada":{"*":["Verkabeltes Netz"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["Drucker"]},"Impressora 3D":{"*":["3D-Drucker"]},"Scanner":{"*":["Scanner"]},"TV Digital":{"*":["Digitales Fernsehen"]},"Webcam":{"*":["Webcam"]},"Touchscreen":{"*":["Berührungssensitiver Bildschirm"]},"Som":{"*":["Klang"]},"Outros":{"*":["Andere"]},"Pesquisar Driver ou Firmware":{"*":["Treiber oder Firmware suchen"]},"Big-Driver-Manager":{"*":["Big-Driver-Manager"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Installieren oder Entfernen von Treibern und Firmware"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["In der Regel ist ein Neustart des Computers erforderlich, damit der Treiber oder die Firmware angewendet werden kann."]},"Driver ou firmware":{"*":["Treiber oder Firmware"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["Dieses Paket enthält Dateien, die mit diesem Computer kompatibel sind."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["Starten Sie anschließend Ihren Computer neu, um die Treiberkonfiguration zu aktivieren."]},"Driver":{"*":["Treiber"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Es ist ein Fehler aufgetreten und der Treiber kann nicht angewendet werden."]},"Resumo":{"*":["Zusammenfassung"]},"Processador":{"*":["Prozessor"]},"Placa mãe":{"*":["Hauptplatine"]},"Memória":{"*":["Speicher"]},"Rede":{"*":["Netzwerk"]},"Usb":{"*":["Usb"]},"Pci":{"*":["Pci"]},"Bateria":{"*":["Batterie"]},"Armazenamento":{"*":["Lagerung"]},"Sistema":{"*":["System"]},"Temperatura":{"*":["Temperatur"]},"Áudio":{"*":["Audio"]},"Mais informações":{"*":["Weitere Informationen"]},"Hardware":{"*":["Hardware"]},"Pesquisar":{"*":["Suche"]},"Informações de Hardware":{"*":["Hardware-Informationen"]},"Informações Sobre o Sistema e o Hardware":{"*":["System- und Hardware-Informationen"]},"Memória RAM:":{"*":["RAM-Speicher:"]},"Vídeo:":{"*":["Video:"]},"Instalado na partição:":{"*":["Installiert auf der Partition:"]},"Tamanho da partição:":{"*":["Größe der Partition:"]},"Espaço utilizado:":{"*":["Genutzter Raum:"]},"Espaço livre:":{"*":["Freiraum:"]},"Data que o sistema foi instalado:":{"*":["Datum, an dem das System installiert wurde:"]},"Kernel em uso:":{"*":["Kernel em uso:"]},"Instalar ou Remover Drivers":{"*":["Installieren oder Entfernen von Treibern"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["BigLinux enthält standardmäßig Tausende von Treibern und Firmware, aber es kann sein, dass Sie noch einige weitere installieren müssen."]},"Gerar Relatório":{"*":["Bericht generieren"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["Erstellt eine Datei mit Informationen, die im Internet veröffentlicht werden können."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Geräteinformationen auf Linux-Hardware anzeigen"]},"Categoria":{"*":["Kategorie"]},"Nome":{"*":["Name"]},"ID":{"*":["ID"]},"Info":{"*":["Infos"]},"Desativado":{"*":["Behinderte"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Entfernen Sie vor der Installation dieses Treibers den anderen Nvidia-Treiber."]},"Swap Memória Virtual":{"*":["Virtueller Speicher-Swap"]},"Conexões de Rede":{"*":["Netzwerk-Verbindungen"]},"Dispositivos e conexões USB":{"*":["USB-Geräte und Verbindungen"]},"Portas PCI":{"*":["PCI-Anschlüsse"]},"Dispositivos de Armazenamento":{"*":["Speichergeräte"]},"Partições montadas":{"*":["Montierte Trennwände"]},"Partições desmontadas":{"*":["Abgebaute Trennwände"]},"Dispositivos lógicos":{"*":["Logische Geräte"]},"Raid":{"*":["Überfall"]},"Informações de Sistema":{"*":["System-Informationen"]},"Repositórios":{"*":["Repositories"]},"Enviar para filebin.net":{"*":["An filebin.net senden"]},"Visualizar":{"*":["Visualisieren"]},"O relatório foi salvo no arquivo:":{"*":["Der Bericht wurde in der Datei gespeichert:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["Möchten Sie die Datei anzeigen oder auf die filebin.net Website hochladen, um eine URL mit Ihren Computerdaten auf einfache Weise zu teilen?"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["Das Verzeichnis $drivers_path ist nicht vorhanden und konnte nicht erstellt werden."]},"O Big-Kernel-Manager já está em uso.":{"*":["Der Big-Kernel-Manager ist bereits im Einsatz."]},"O Big-Hardware-Relatory já está em uso.":{"*":["Das Big-Hardware-Relatory ist bereits im Einsatz."]}}}}