{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Εισάγετε τον κωδικό πρόσβασής σας για να δημιουργήσετε μια αναφορά που αφαιρεί ευαίσθητα δεδομένα, π.χ. διεύθυνση IP, ή ακυρώστε για να χρησιμοποιήσετε τις πληροφορίες από την προηγούμενη οθόνη."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["Εισάγετε τον κωδικό πρόσβασής σας για να δημιουργήσετε μια πιο ολοκληρωμένη αναφορά."]},"Enviando, aguarde...":{"*":["Αποστολή, παρακαλώ περιμένετε..."]},"Este driver é software livre.":{"*":["Αυτό το πρόγραμμα οδήγησης είναι ελεύθερο λογισμικό."]},"Este driver é proprietário.":{"*":["Αυτό το πρόγραμμα οδήγησης είναι ιδιόκτητο."]},"Este driver parece compatível com este computador.":{"*":["Αυτό το πρόγραμμα οδήγησης φαίνεται να είναι συμβατό με αυτόν τον υπολογιστή."]},"Remover":{"*":["Αφαιρέστε το"]},"Instalar":{"*":["Εγκαταστήστε το"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["Υπάρχει ήδη εγκατεστημένο ένα άλλο πρόγραμμα οδήγησης nVidia, για να εγκαταστήσετε αυτό το πρόγραμμα οδήγησης, αφαιρέστε πρώτα το εγκατεστημένο πρόγραμμα οδήγησης."]},"Em uso":{"*":["Σε χρήση"]},"Obsoleto, Clique para Remover!":{"*":["Ξεπερασμένο, κάντε κλικ για κατάργηση!"]},"Categorias":{"*":["Κατηγορίες"]},"Principais":{"*":["Κύρια"]},"Driver detectado:":{"*":["Εντοπίστηκε οδηγός:"]},"Mesa e Kernel":{"*":["Πίνακας και πυρήνας"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["Οι αλλαγές στον πυρήνα και την επιφάνεια εργασίας πρέπει να γίνουν προσεκτικά."]},"Versões de kernel":{"*":["Εκδόσεις πυρήνα"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["Ο πυρήνας Linux είναι το στοιχείο του λειτουργικού συστήματος που ελέγχει όλα τα άλλα στοιχεία και επιτρέπει τη λειτουργία εφαρμογών. Η αλλαγή της έκδοσης του πυρήνα μπορεί να φέρει νέες λειτουργίες ή να βελτιώσει την απόδοση, αλλά μπορεί επίσης να προκαλέσει προβλήματα με ορισμένα προγράμματα οδήγησης και εφαρμογές. Εάν το σύστημα λειτουργεί καλά, μπορεί να μην είναι επωφελής η μετάβαση σε άλλη έκδοση πυρήνα. Εδώ είναι η διαφορά μεταξύ των εκδόσεων:<br><br>\n\t<b>LTS,</b> λάβετε ενημερώσεις ασφαλείας για μεγαλύτερο χρονικό διάστημα. Γενικά, η τελευταία έκδοση LTS είναι η καλύτερη επιλογή.<br><br>\n\t<b>Xanmod</b>, έχει τροποποιήσεις για να επιτευχθεί καλύτερη απόδοση, αλλά αυτό μπορεί να προκαλέσει αστάθεια στο σύστημα.<br><br>\n\t<b>RT,</b> τροποποιούνται για ειδικές χρήσεις. Εάν δεν χρησιμοποιείτε προγράμματα που το χρειάζονται, είναι καλύτερο να χρησιμοποιήσετε έναν πυρήνα χωρίς το ακρωνύμιο 'rt'."]},"Precisa de ajuda?":{"*":["Χρειάζεστε βοήθεια;"]},"Drivers de vídeo":{"*":["Προγράμματα οδήγησης οθόνης"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Το Mesa περιλαμβάνει τα προγράμματα οδήγησης βίντεο συστήματος που λειτουργούν σε συνδυασμό με τον πυρήνα. Εδώ είναι η διαφορά μεταξύ των εκδόσεων:<br><br><b>Σταθερό</b>, συνιστάται για τις περισσότερες περιπτώσεις, ισορροπία μεταξύ νέων χαρακτηριστικών και σταθερότητας.<br><br><b>Tkg</b>, έκδοση ανάπτυξης, με νέα αλλά λίγες δοκιμές, μπορεί να δημιουργήσει αστάθειες, αλλά μπορεί επίσης να φέρει περισσότερη απόδοση στα παιχνίδια.<br><br><b>Κεχριμπάρι</b>, χρήσιμο σε παλαιότερους υπολογιστές, γενικά, κατασκευασμένο πριν από το 2010.<br><br>* Τα προγράμματα οδήγησης οθόνης από την AMD, την Intel και άλλους περιλαμβάνονται στο Mesa και τον πυρήνα Linux, εκτός από το ιδιόκτητο πρόγραμμα οδήγησης της Nvidia"]},"Pesquisar Kernel":{"*":["Αναζήτηση πυρήνα"]},"Resultado da pesquisa":{"*":["Αποτελέσματα αναζήτησης"]},"Big-Kernel-Manager":{"*":["Μεγάλος πυρήνας-διαχειριστής"]},"Fechar":{"*":["Κλείστε το"]},"Abrir":{"*":["Ανοίξτε το"]},"Instalar ou Remover Versões de Kernel":{"*":["Εγκατάσταση ή κατάργηση εκδόσεων πυρήνα"]},"Aplicando - Aguarde":{"*":["Εφαρμογή - Παρακαλώ περιμένετε"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>* Η ανίχνευση δεν περιλαμβάνει εκτυπωτές και σαρωτές</small>"]},"Placa de vídeo":{"*":["Κάρτα βίντεο"]},"Wifi":{"*":["Wifi"]},"Rede Cabeada":{"*":["Ενσύρματο δίκτυο"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["Εκτυπωτής"]},"Impressora 3D":{"*":["Εκτυπωτής 3D"]},"Scanner":{"*":["Σαρωτής"]},"TV Digital":{"*":["Ψηφιακή τηλεόραση"]},"Webcam":{"*":["Webcam"]},"Touchscreen":{"*":["Οθόνη αφής"]},"Som":{"*":["Ήχος"]},"Outros":{"*":["Άλλα"]},"Pesquisar Driver ou Firmware":{"*":["Αναζήτηση προγράμματος οδήγησης ή υλικολογισμικού"]},"Big-Driver-Manager":{"*":["Big-Driver-Manager"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Εγκατάσταση ή αφαίρεση οδηγών και υλικολογισμικού"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["Συνήθως είναι απαραίτητη η επανεκκίνηση του υπολογιστή για να εφαρμοστεί το πρόγραμμα οδήγησης ή το υλικολογισμικό."]},"Driver ou firmware":{"*":["Πρόγραμμα οδήγησης ή υλικολογισμικό"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["Αυτό το πακέτο παρέχει αρχεία συμβατά με αυτόν τον υπολογιστή."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["Μόλις ολοκληρωθεί, επανεκκινήστε τον υπολογιστή σας για να ενεργοποιήσετε τη διαμόρφωση του προγράμματος οδήγησης."]},"Driver":{"*":["Οδηγός"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Παρουσιάστηκε σφάλμα και το πρόγραμμα οδήγησης δεν μπορεί να εφαρμοστεί."]},"Resumo":{"*":["Περίληψη"]},"Processador":{"*":["Επεξεργαστής"]},"Placa mãe":{"*":["Μητρική πλακέτα"]},"Memória":{"*":["Μνήμη"]},"Rede":{"*":["Δίκτυο"]},"Usb":{"*":["Usb"]},"Pci":{"*":["Pci"]},"Bateria":{"*":["Μπαταρία"]},"Armazenamento":{"*":["Αποθήκευση"]},"Sistema":{"*":["Σύστημα"]},"Temperatura":{"*":["Θερμοκρασία"]},"Áudio":{"*":["Ήχος"]},"Mais informações":{"*":["Περισσότερες πληροφορίες"]},"Hardware":{"*":["Υλικό"]},"Pesquisar":{"*":["Αναζήτηση"]},"Informações de Hardware":{"*":["Πληροφορίες υλικού"]},"Informações Sobre o Sistema e o Hardware":{"*":["Πληροφορίες για το σύστημα και το υλικό"]},"Memória RAM:":{"*":["Μνήμη RAM:"]},"Vídeo:":{"*":["Βίντεο:"]},"Instalado na partição:":{"*":["Εγκατεστημένο στο διαμέρισμα:"]},"Tamanho da partição:":{"*":["Μέγεθος διαμερίσματος:"]},"Espaço utilizado:":{"*":["Χώρος που χρησιμοποιείται:"]},"Espaço livre:":{"*":["Ελεύθερος χώρος:"]},"Data que o sistema foi instalado:":{"*":["Ημερομηνία εγκατάστασης του συστήματος:"]},"Kernel em uso:":{"*":["Χρησιμοποιούμενος πυρήνας:"]},"Instalar ou Remover Drivers":{"*":["Εγκατάσταση ή αφαίρεση οδηγών"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["Το BigLinux περιλαμβάνει χιλιάδες προγράμματα οδήγησης και υλικολογισμικού από προεπιλογή, αλλά ίσως χρειαστεί να εγκαταστήσετε μερικά ακόμη."]},"Gerar Relatório":{"*":["Δημιουργία αναφοράς"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["Δημιουργεί ένα αρχείο με πληροφορίες που μπορούν να δημοσιευτούν στο διαδίκτυο."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Προβολή πληροφοριών συσκευής στο υλικό Linux"]},"Categoria":{"*":["Κατηγορία"]},"Nome":{"*":["Όνομα"]},"ID":{"*":["ID"]},"Info":{"*":["Πληροφορίες"]},"Desativado":{"*":["Άτομα με ειδικές ανάγκες"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Πριν εγκαταστήσετε αυτό το πρόγραμμα οδήγησης, καταργήστε το άλλο πρόγραμμα οδήγησης Nvidia."]},"Swap Memória Virtual":{"*":["Εναλλαγή εικονικής μνήμης"]},"Conexões de Rede":{"*":["Συνδέσεις δικτύου"]},"Dispositivos e conexões USB":{"*":["Συσκευές και συνδέσεις USB"]},"Portas PCI":{"*":["Θύρες PCI"]},"Dispositivos de Armazenamento":{"*":["Συσκευές αποθήκευσης"]},"Partições montadas":{"*":["Τοποθετημένα χωρίσματα"]},"Partições desmontadas":{"*":["Αποσυναρμολογημένα χωρίσματα"]},"Dispositivos lógicos":{"*":["Λογικές συσκευές"]},"Raid":{"*":["Επιδρομή"]},"Informações de Sistema":{"*":["Πληροφορίες συστήματος"]},"Repositórios":{"*":["Αποθετήρια"]},"Enviar para filebin.net":{"*":["Αποστολή σε filebin.net"]},"Visualizar":{"*":["Αναπολώ"]},"O relatório foi salvo no arquivo:":{"*":["Η αναφορά αποθηκεύτηκε στο αρχείο:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["Θέλετε να προβάλετε το αρχείο ή να το ανεβάσετε στον ιστότοπο filebin.net, για να έχετε μια διεύθυνση URL με τα δεδομένα του υπολογιστή σας με έναν εύκολο τρόπο κοινής χρήσης;"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["Ο κατάλογος $drivers_path δεν υπάρχει και δεν ήταν δυνατή η δημιουργία του."]},"O Big-Kernel-Manager já está em uso.":{"*":["Ο Μεγάλος Πυρήνας-Διαχειριστής χρησιμοποιείται ήδη."]},"O Big-Hardware-Relatory já está em uso.":{"*":["Το Big-Hardware-Relatory χρησιμοποιείται ήδη."]}}}}