{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Introduzca su contraseña para generar un informe eliminando los datos sensibles, por ejemplo, la dirección IP, o cancele para utilizar la información de la pantalla anterior."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["Introduzca su contraseña para generar un informe más completo."]},"Enviando, aguarde...":{"*":["Enviando, por favor espere..."]},"Este driver é software livre.":{"*":["Este controlador es software libre."]},"Este driver é proprietário.":{"*":["Este controlador es propietario."]},"Este driver parece compatível com este computador.":{"*":["Este controlador parece ser compatible con este ordenador."]},"Remover":{"*":["Eliminar"]},"Instalar":{"*":["Instalar"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["Ya hay otro controlador de nVidia instalado, para instalar este controlador, elimine primero el controlador instalado."]},"Em uso":{"*":["En uso"]},"Obsoleto, Clique para Remover!":{"*":["Obsoleto, haga clic para eliminar!"]},"Categorias":{"*":["Categorías"]},"Principais":{"*":["Principal"]},"Driver detectado:":{"*":["Conductor detectado:"]},"Mesa e Kernel":{"*":["Tabla y kernel"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["Los cambios en el kernel y el escritorio deben hacerse con cuidado."]},"Versões de kernel":{"*":["Versiones del kernel"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["El kernel de Linux es el componente del sistema operativo que controla todos los demás componentes y permite que las aplicaciones funcionen. Cambiar la versión del kernel puede traer nuevas funcionalidades o mejorar el rendimiento, pero también puede causar problemas con algunos controladores y aplicaciones. Si el sistema funciona bien, puede que no sea ventajoso cambiar a otra versión del kernel. Aquí está la diferencia entre las versiones:<br><br>\n\t<b>LTS,</b> reciba actualizaciones de seguridad durante más tiempo. En general, la última versión LTS es la mejor opción.<br><br>\n\t<b>Xanmod</b>, tiene modificaciones para obtener un mejor rendimiento, pero esto puede causar inestabilidades en el sistema.<br><br>\n\t<b>RT,</b> se modifican para usos específicos. Si no usas ningún programa que necesite esto, es mejor usar un kernel sin el acrónimo 'rt'."]},"Precisa de ajuda?":{"*":["¿Necesitas ayuda?"]},"Drivers de vídeo":{"*":["Controladores de vídeo"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Mesa incluye los controladores de vídeo del sistema que funcionan junto con el núcleo. Aquí está la diferencia entre las versiones:<br><br><b>Estable</b>, recomendado para la mayoría de las situaciones, equilibrio entre nuevas características y estabilidad.<br><br><b>Tkg</b>, versión de desarrollo, con novedades pero pocas pruebas, puede generar inestabilidades, pero también puede aportar más rendimiento a los juegos.<br><br><b>Ámbar</b>, útil en ordenadores antiguos, en general, fabricados antes de 2010.<br><br>* Los controladores de video de AMD, Intel y otros están incluidos en Mesa y el kernel de Linux, excepto el controlador propietario de Nvidia"]},"Pesquisar Kernel":{"*":["Kernel de búsqueda"]},"Resultado da pesquisa":{"*":["Resultado de la búsqueda"]},"Big-Kernel-Manager":{"*":["Big-Kernel-Manager"]},"Fechar":{"*":["Cerrar"]},"Abrir":{"*":["Abrir"]},"Instalar ou Remover Versões de Kernel":{"*":["Instalar o quitar versiones del kernel"]},"Aplicando - Aguarde":{"*":["Solicitud - Por favor, espere"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>* La detección no incluye impresoras ni escáneres</small>"]},"Placa de vídeo":{"*":["Tarjeta de vídeo"]},"Wifi":{"*":["Wifi"]},"Rede Cabeada":{"*":["Red cableada"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["Impresora"]},"Impressora 3D":{"*":["Impresora 3D"]},"Scanner":{"*":["Escáner"]},"TV Digital":{"*":["Televisión digital"]},"Webcam":{"*":["Cámara web"]},"Touchscreen":{"*":["Pantalla táctil"]},"Som":{"*":["Sonido"]},"Outros":{"*":["Otros"]},"Pesquisar Driver ou Firmware":{"*":["Buscar controlador o firmware"]},"Big-Driver-Manager":{"*":["Big-Driver-Manager"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Instalar o eliminar controladores y firmware"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["Normalmente es necesario reiniciar el ordenador para que se aplique el controlador o el firmware."]},"Driver ou firmware":{"*":["Controlador o firmware"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["Este paquete proporciona archivos compatibles con este ordenador."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["Una vez completado, reinicie su ordenador para activar la configuración del controlador."]},"Driver":{"*":["Conductor"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Se ha producido un error y no se puede aplicar el controlador."]},"Resumo":{"*":["Resumen"]},"Processador":{"*":["Procesador"]},"Placa mãe":{"*":["Placa base"]},"Memória":{"*":["Memoria"]},"Rede":{"*":["Red"]},"Usb":{"*":["Usb"]},"Pci":{"*":["Pci"]},"Bateria":{"*":["Batería"]},"Armazenamento":{"*":["Almacenamiento"]},"Sistema":{"*":["Sistema"]},"Temperatura":{"*":["Temperatura"]},"Áudio":{"*":["Audio"]},"Mais informações":{"*":["Más información"]},"Hardware":{"*":["Hardware"]},"Pesquisar":{"*":["Busque en"]},"Informações de Hardware":{"*":["Información sobre el hardware"]},"Informações Sobre o Sistema e o Hardware":{"*":["Información sobre el sistema y el hardware"]},"Memória RAM:":{"*":["Memoria RAM:"]},"Vídeo:":{"*":["Video:"]},"Instalado na partição:":{"*":["Instalado en la partición:"]},"Tamanho da partição:":{"*":["Tamaño de la partición:"]},"Espaço utilizado:":{"*":["Espacio utilizado:"]},"Espaço livre:":{"*":["Espacio libre:"]},"Data que o sistema foi instalado:":{"*":["Fecha de instalación del sistema:"]},"Kernel em uso:":{"*":["Kernel en uso:"]},"Instalar ou Remover Drivers":{"*":["Instalar o quitar controladores"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["BigLinux incluye miles de controladores y firmware por defecto, pero es posible que tenga que instalar algunos más."]},"Gerar Relatório":{"*":["Generar informe"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["Crea un archivo con información que se puede publicar en Internet."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Ver la información del dispositivo en el hardware de Linux"]},"Categoria":{"*":["Categoría"]},"Nome":{"*":["Nombre"]},"ID":{"*":["ID"]},"Info":{"*":["Información"]},"Desativado":{"*":["Discapacitados"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Antes de instalar este controlador, elimine el otro controlador Nvidia."]},"Swap Memória Virtual":{"*":["Intercambio de memoria virtual"]},"Conexões de Rede":{"*":["Conexiones de red"]},"Dispositivos e conexões USB":{"*":["Dispositivos y conexiones USB"]},"Portas PCI":{"*":["Puertos PCI"]},"Dispositivos de Armazenamento":{"*":["Dispositivos de almacenamiento"]},"Partições montadas":{"*":["Tabiques montados"]},"Partições desmontadas":{"*":["Tabiques desmontados"]},"Dispositivos lógicos":{"*":["Dispositivos lógicos"]},"Raid":{"*":["Raid"]},"Informações de Sistema":{"*":["Información del sistema"]},"Repositórios":{"*":["Repositorios"]},"Enviar para filebin.net":{"*":["Enviar a filebin.net"]},"Visualizar":{"*":["Visualizar"]},"O relatório foi salvo no arquivo:":{"*":["El informe se guardó en el archivo:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["¿Desea ver el archivo o subirlo al sitio filebin.net, para tener una URL con los datos de su computadora de una manera fácil de compartir?"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["El directorio $drivers_path no existe y no se pudo crear."]},"O Big-Kernel-Manager já está em uso.":{"*":["Big-Kernel-Manager ya está en uso."]},"O Big-Hardware-Relatory já está em uso.":{"*":["El gran hardware-relativo ya está en uso."]}}}}