{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Sisestage oma parool, et luua aruanne, millest on eemaldatud tundlikud andmed, nt IP-aadress, või tühistage, et kasutada eelmise ekraani teavet."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["Täielikuma aruande koostamiseks sisestage oma parool."]},"Enviando, aguarde...":{"*":["Saatmine, palun oodake..."]},"Este driver é software livre.":{"*":["See draiver on tasuta tarkvara."]},"Este driver é proprietário.":{"*":["See draiver on patenteeritud."]},"Este driver parece compatível com este computador.":{"*":["See draiver näib olevat selle arvutiga ühilduv."]},"Remover":{"*":["Eemaldage"]},"Instalar":{"*":["Paigaldage"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["On juba paigaldatud teine nVidia draiver, selle draiveri paigaldamiseks eemaldage esmalt paigaldatud draiver."]},"Em uso":{"*":["Kasutusel"]},"Obsoleto, Clique para Remover!":{"*":["Aegunud, klõpsake eemaldamiseks!"]},"Categorias":{"*":["Kategooriad"]},"Principais":{"*":["Main"]},"Driver detectado:":{"*":["Juhi tuvastamine:"]},"Mesa e Kernel":{"*":["Tabel ja tuum"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["Kerneli ja töölaua muudatused tuleb teha hoolikalt."]},"Versões de kernel":{"*":["Kerneli versioonid"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["Linuxi kernel on operatsioonisüsteemi komponent, mis kontrollib kõiki teisi komponente ja võimaldab rakendustel toimida. Kerneli versiooni muutmine võib tuua uusi funktsioone või parandada jõudlust, kuid see võib põhjustada probleeme ka mõnede draiverite ja rakendustega. Kui süsteem töötab hästi, ei pruugi olla kasulik minna üle teisele kerneli versioonile. Versioonide erinevus on järgmine.<br><br>\n\t<b>LTS,</b> saate turbevärskendusi kauem. Üldiselt on uusim LTS-versioon parim valik.<br><br>\n\t<b>Xanmodil</b> on parema jõudluse saavutamiseks muudatusi, kuid see võib põhjustada süsteemi ebastabiilsust.<br><br>\n\t<b>RT,</b> on muudetud konkreetseteks kasutusteks. Kui te ei kasuta ühtegi programmi, mis seda vajab, on kõige parem kasutada tuuma ilma akronüümita \"rt\"."]},"Precisa de ajuda?":{"*":["Kas vajate abi?"]},"Drivers de vídeo":{"*":["Video draiverid"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Mesa sisaldab süsteemi videodraivereid, mis töötavad koos kerneliga. Versioonide erinevus on järgmine.<br><br><b>Stabiilne</b>, soovitatav enamikus olukordades, tasakaal uute funktsioonide ja stabiilsuse vahel.<br><br><b>Tkg</b>, arendusversioon, millel on uudiseid, kuid vähe teste, võib tekitada ebastabiilsust, kuid võib ka mängudesse rohkem jõudlust tuua.<br><br><b>Merevaik,</b> mis on kasulik vanematele arvutitele üldiselt, toodetud enne 2010. aastat.<br><br>* AMD, Inteli ja teiste videodraiverid sisalduvad Mesas ja Linuxi tuumas, välja arvatud Nvidia patenteeritud draiver"]},"Pesquisar Kernel":{"*":["Otsi kernelit"]},"Resultado da pesquisa":{"*":["Otsingu tulemus"]},"Big-Kernel-Manager":{"*":["Suur-Kernel-Manager"]},"Fechar":{"*":["Sulge"]},"Abrir":{"*":["Avatud"]},"Instalar ou Remover Versões de Kernel":{"*":["Kerneli versioonide installimine või eemaldamine"]},"Aplicando - Aguarde":{"*":["Taotlemine - Palun oodake"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>* Tuvastus ei hõlma printereid ja skannereid</small>"]},"Placa de vídeo":{"*":["Videokaart"]},"Wifi":{"*":["Wifi"]},"Rede Cabeada":{"*":["Traadiga võrk"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["Printer"]},"Impressora 3D":{"*":["3D-printer"]},"Scanner":{"*":["Skanner"]},"TV Digital":{"*":["Digitaalne televisioon"]},"Webcam":{"*":["Veebikaamera"]},"Touchscreen":{"*":["Puuteekraan"]},"Som":{"*":["Heli"]},"Outros":{"*":["Muud"]},"Pesquisar Driver ou Firmware":{"*":["Juhi või püsivara otsimine"]},"Big-Driver-Manager":{"*":["Big-Driver-Manager"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Paigaldage või eemaldage draiverid ja püsivara"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["Tavaliselt on vajalik arvuti taaskäivitamine, et draiver või püsivara saaks rakendatud."]},"Driver ou firmware":{"*":["Juhi või püsivara"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["See pakett sisaldab selle arvutiga ühilduvaid faile."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["Kui olete lõpetanud, käivitage arvuti uuesti, et aktiveerida draiveri konfiguratsioon."]},"Driver":{"*":["Juht"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Tekkis viga ja draiverit ei saa rakendada."]},"Resumo":{"*":["Kokkuvõte"]},"Processador":{"*":["Protsessor"]},"Placa mãe":{"*":["Emaplaat"]},"Memória":{"*":["Mälu"]},"Rede":{"*":["Võrk"]},"Usb":{"*":["Usb"]},"Pci":{"*":["Pci"]},"Bateria":{"*":["Aku"]},"Armazenamento":{"*":["Ladustamine"]},"Sistema":{"*":["Süsteem"]},"Temperatura":{"*":["Temperatuur"]},"Áudio":{"*":["Audio"]},"Mais informações":{"*":["Lisateave"]},"Hardware":{"*":["Riistvara"]},"Pesquisar":{"*":["Otsi"]},"Informações de Hardware":{"*":["Riistvara teave"]},"Informações Sobre o Sistema e o Hardware":{"*":["Teave süsteemi ja riistvara kohta"]},"Memória RAM:":{"*":["RAM-mälu:"]},"Vídeo:":{"*":["Video:"]},"Instalado na partição:":{"*":["Paigaldatud partitsioonile:"]},"Tamanho da partição:":{"*":["Jaotise suurus:"]},"Espaço utilizado:":{"*":["Kasutatud ruum:"]},"Espaço livre:":{"*":["Vaba ruum:"]},"Data que o sistema foi instalado:":{"*":["Süsteemi paigaldamise kuupäev:"]},"Kernel em uso:":{"*":["Kasutatav tuum:"]},"Instalar ou Remover Drivers":{"*":["Paigaldage või eemaldage draiverid"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["BigLinux sisaldab vaikimisi tuhandeid draivereid ja püsivara, kuid võite siiski vajada veel mõne installimist."]},"Gerar Relatório":{"*":["Aruande koostamine"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["See loob faili teabega, mida saab Internetis avaldada."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Seadme teabe vaatamine Linuxi riistvara kohta"]},"Categoria":{"*":["Kategooria"]},"Nome":{"*":["Nimi"]},"ID":{"*":["ID"]},"Info":{"*":["Info"]},"Desativado":{"*":["Puudega inimesed"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Enne selle draiveri installimist eemaldage teine Nvidia draiver."]},"Swap Memória Virtual":{"*":["Virtuaalne mäluvahetus"]},"Conexões de Rede":{"*":["Võrguühendused"]},"Dispositivos e conexões USB":{"*":["USB-seadmed ja ühendused"]},"Portas PCI":{"*":["PCI-pordid"]},"Dispositivos de Armazenamento":{"*":["Salvestusseadmed"]},"Partições montadas":{"*":["Paigaldatud vaheseinad"]},"Partições desmontadas":{"*":["Demonteeritud vaheseinad"]},"Dispositivos lógicos":{"*":["Loogikaseadmed"]},"Raid":{"*":["Raid"]},"Informações de Sistema":{"*":["Süsteemi teave"]},"Repositórios":{"*":["Repositooriumid"]},"Enviar para filebin.net":{"*":["Saada filebin.net"]},"Visualizar":{"*":["Visualiseerida"]},"O relatório foi salvo no arquivo:":{"*":["Aruanne salvestati faili:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["Kas soovite faili vaadata või filebin.net saidile üles laadida, et teil oleks arvutiandmetega URL-i lihtne ühiskasutusse anda?"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["Kataloogi $drivers_path pole olemas ja seda ei saa luua."]},"O Big-Kernel-Manager já está em uso.":{"*":["Big-Kernel-Manager on juba kasutusel."]},"O Big-Hardware-Relatory já está em uso.":{"*":["Big-Hardware-Relatory on juba kasutusel."]}}}}