{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["הזן את הסיסמה שלך כדי להפיק דוח שמסיר נתונים רגישים, לדוגמה, כתובת IP, או בטל כדי להשתמש במידע מהמסך הקודם."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["הזן את הסיסמה שלך כדי להפיק דוח מלא יותר."]},"Enviando, aguarde...":{"*":["שולח, אנא המתן..."]},"Este driver é software livre.":{"*":["מנהל התקן זה הוא תוכנה חופשית."]},"Este driver é proprietário.":{"*":["הנהג הזה הוא קנייני."]},"Este driver parece compatível com este computador.":{"*":["מנהל התקן זה נראה תואם למחשב זה."]},"Remover":{"*":["הסר"]},"Instalar":{"*":["התקן"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["יש כבר מנהל התקן נוסף של nVidia מותקן, כדי להתקין את מנהל ההתקן, הסר תחילה את מנהל ההתקן המותקן."]},"Em uso":{"*":["בשימוש"]},"Obsoleto, Clique para Remover!":{"*":["מיושן, לחץ כדי להסיר!"]},"Categorias":{"*":["קטגוריות"]},"Principais":{"*":["ראשי"]},"Driver detectado:":{"*":["זוהה מנהל התקן:"]},"Mesa e Kernel":{"*":["טבלה וליבה"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["שינויי ליבה ושולחן עבודה צריכים להיעשות בזהירות."]},"Versões de kernel":{"*":["גרסאות ליבה"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["ליבת לינוקס היא רכיב במערכת ההפעלה השולט בכל שאר הרכיבים ומאפשר ליישומים לתפקד. שינוי גירסת הליבה יכול להביא פונקציונליות חדשה או לשפר את הביצועים, אך הוא יכול גם לגרום לבעיות במנהלי התקנים וביישומים מסוימים. אם המערכת פועלת היטב, ייתכן שלא יהיה יתרון לעבור לגרסת ליבה אחרת. הנה ההבדל בין הגרסאות:<br><br>\n\t<b>LTS,</b> קבל עדכוני אבטחה למשך זמן רב יותר. באופן כללי, גרסת LTS האחרונה היא האפשרות הטובה ביותר.<br><br>\n\t<b>Xanmod</b>, יש שינויים כדי להשיג ביצועים טובים יותר, אבל זה יכול לגרום חוסר יציבות במערכת.<br><br>\n\t<b>RT</b>, משתנים לשימושים ספציפיים. אם אינך משתמש בתוכניות הזקוקות לכך, מומלץ להשתמש בליבה ללא ראשי התיבות 'rt'."]},"Precisa de ajuda?":{"*":["האם אתה זקוק לעזרה כלשהי?"]},"Drivers de vídeo":{"*":["מנהלי התקנים של וידאו"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Mesa כולל את מנהלי ההתקן של וידאו המערכת הפועלים בשילוב עם הליבה. הנה ההבדל בין הגרסאות:<br><br><b>יציב</b>, מומלץ ברוב המצבים, איזון בין תכונות חדשות ויציבות.<br><br><b>Tkg</b>, גרסת פיתוח, עם חדשות אבל מעט בדיקות, יכול ליצור חוסר יציבות, אבל יכול גם להביא יותר ביצועים למשחקים.<br><br><b>ענבר</b>, שימושי במחשבים ישנים, באופן כללי, מיוצר לפני 2010.<br><br>* מנהלי התקן וידאו של AMD, אינטל ואחרים כלולים ב-Mesa ובליבת לינוקס, למעט מנהל ההתקן הקנייני של Nvidia"]},"Pesquisar Kernel":{"*":["חפש ליבה"]},"Resultado da pesquisa":{"*":["תוצאת חיפוש"]},"Big-Kernel-Manager":{"*":["ביג-ליב-מנג'ר"]},"Fechar":{"*":["סגור"]},"Abrir":{"*":["פתוח"]},"Instalar ou Remover Versões de Kernel":{"*":["התקנה או הסרה של גרסאות ליבה"]},"Aplicando - Aguarde":{"*":["הגשת בקשה - אנא המתן"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>*איתור אינו כולל מדפסות וסורקים</small>"]},"Placa de vídeo":{"*":["כרטיס מסך"]},"Wifi":{"*":["וויי - פיי"]},"Rede Cabeada":{"*":["רשת כבלים"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["דפס"]},"Impressora 3D":{"*":["מדפסת 3D"]},"Scanner":{"*":["סורק"]},"TV Digital":{"*":["טלוויזיה דיגיטלית"]},"Webcam":{"*":["מצלמת אינטרנט"]},"Touchscreen":{"*":["מסך מגע"]},"Som":{"*":["קול"]},"Outros":{"*":["אחרים"]},"Pesquisar Driver ou Firmware":{"*":["חפש מנהל התקן או קושחה"]},"Big-Driver-Manager":{"*":["מנהל התקן גדול"]},"Instalar ou Remover Drivers e Firmwares":{"*":["התקנה או הסרה של מנהלי התקנים וקושחות"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["בדרך כלל יש צורך להפעיל מחדש את המחשב כדי שמנהל ההתקן או הקושחה יחולו."]},"Driver ou firmware":{"*":["מנהל התקן או קושחה"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["חבילה זו מספקת קבצים התואמים למחשב זה."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["בוצע, הפעל מחדש את המחשב כדי להפעיל את תצורת מנהל ההתקן."]},"Driver":{"*":["מנהל התקן"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["אירעה שגיאה ולא ניתן להחיל את מנהל ההתקן."]},"Resumo":{"*":["סיכום"]},"Processador":{"*":["מעבד"]},"Placa mãe":{"*":["לוח אם"]},"Memória":{"*":["סיפור חיים"]},"Rede":{"*":["נטו"]},"Usb":{"*":["USB"]},"Pci":{"*":["PCI"]},"Bateria":{"*":["תופים"]},"Armazenamento":{"*":["אחסון"]},"Sistema":{"*":["מערכת"]},"Temperatura":{"*":["טמפ"]},"Áudio":{"*":["אודיו"]},"Mais informações":{"*":["מידע נוסף"]},"Hardware":{"*":["חומרה"]},"Pesquisar":{"*":["חיפוש"]},"Informações de Hardware":{"*":["מידע על חומרה"]},"Informações Sobre o Sistema e o Hardware":{"*":["מידע על מערכת וחומרה"]},"Memória RAM:":{"*":["זיכרון RAM:"]},"Vídeo:":{"*":["וידאו:"]},"Instalado na partição:":{"*":["מותקן על המחיצה:"]},"Tamanho da partição:":{"*":["גודל מחיצה:"]},"Espaço utilizado:":{"*":["שטח בשימוש:"]},"Espaço livre:":{"*":["מקום פנוי:"]},"Data que o sistema foi instalado:":{"*":["תאריך התקנת המערכת:"]},"Kernel em uso:":{"*":["ליבה בשימוש:"]},"Instalar ou Remover Drivers":{"*":["התקנה או הסרה של מנהלי התקנים"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["BigLinux כולל אלפי מנהלי התקנים וקושחות כברירת מחדל, אך ייתכן שעדיין תצטרך להתקין עוד כמה."]},"Gerar Relatório":{"*":["להפיק דוח"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["יוצר קובץ עם מידע שניתן לפרסם באינטרנט."]},"Ver informações do dispositivo no Linux Hardware":{"*":["הצגת פרטי מכשיר על חומרת Linux"]},"Categoria":{"*":["קטגוריה"]},"Nome":{"*":["שם"]},"ID":{"*":["תעודת זהות"]},"Info":{"*":["מידע"]},"Desativado":{"*":["מושבת"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["לפני התקנת מנהל התקן זה, הסר את מנהל ההתקן השני של Nvidia."]},"Swap Memória Virtual":{"*":["החלפת זיכרון וירטואלי"]},"Conexões de Rede":{"*":["חיבורי רשת"]},"Dispositivos e conexões USB":{"*":["התקני USB וחיבורים"]},"Portas PCI":{"*":["יציאות PCI"]},"Dispositivos de Armazenamento":{"*":["התקני אחסון"]},"Partições montadas":{"*":["מחיצות רכובות"]},"Partições desmontadas":{"*":["מחיצות מפורקות"]},"Dispositivos lógicos":{"*":["התקנים לוגיים"]},"Raid":{"*":["פשיטה"]},"Informações de Sistema":{"*":["מידע על המערכת"]},"Repositórios":{"*":["מאגרים"]},"Enviar para filebin.net":{"*":["שלח אל filebin.net"]},"Visualizar":{"*":["לדמיין"]},"O relatório foi salvo no arquivo:":{"*":["הדוח נשמר בקובץ:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["האם ברצונך להציג את הקובץ או להעלות אותו לאתר filebin.net, כדי לקבל כתובת URL עם נתוני המחשב שלך בצורה קלה לשיתוף?"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["ספריית $drivers_path אינה קיימת ולא היתה אפשרות ליצור אותה."]},"O Big-Kernel-Manager já está em uso.":{"*":["ביג-ליב-מנג'ר כבר נמצא בשימוש."]},"O Big-Hardware-Relatory já está em uso.":{"*":["החומרה הגדולה של החומרה כבר בשימוש."]}}}}