{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Unesite lozinku da biste generirali izvješće o uklanjanju osjetljivih podataka, na primjer IP adrese ili otkazali da biste koristili podatke s prethodnog zaslona."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["Unesite lozinku za generiranje potpunijeg izvješća."]},"Enviando, aguarde...":{"*":["Slanje, molim vas pričekajte..."]},"Este driver é software livre.":{"*":["Ovaj upravljački program je slobodan softver."]},"Este driver é proprietário.":{"*":["Ovaj vozač je vlasnički."]},"Este driver parece compatível com este computador.":{"*":["Ovaj upravljački program čini kompatibilan s ovim računalom."]},"Remover":{"*":["Ukloni"]},"Instalar":{"*":["Instalirajte"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["Već je instaliran još jedan upravljački program za nVidia, da biste instalirali ovaj upravljački program, prvo uklonite instalirani upravljački program."]},"Em uso":{"*":["U upotrebi"]},"Obsoleto, Clique para Remover!":{"*":["Zastario, kliknite da biste uklonili!"]},"Categorias":{"*":["Kategorije"]},"Principais":{"*":["Glavni"]},"Driver detectado:":{"*":["Otkriven vozač:"]},"Mesa e Kernel":{"*":["Tablica i jezgra"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["Promjene jezgre i radne površine treba obaviti pažljivo."]},"Versões de kernel":{"*":["Jezgrene verzije"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["Linux jezgra je komponenta operativnog sustava koja kontrolira sve ostale komponente i omogućuje funkcioniranje aplikacija. Promjena verzije jezgre može donijeti nove funkcije ili poboljšati performanse, ali može uzrokovati i probleme s nekim upravljačkim programima i aplikacijama. Ako sustav dobro radi, možda neće biti korisno prebaciti se na drugu verziju jezgre. Evo razlike između verzija:<br><br>\n\t<b>LTS,</b> primajte sigurnosna ažuriranja dulje. Općenito, najnovija LTS verzija je najbolja opcija.<br><br>\n\t<b>Xanmod</b>, ima modifikacije za postizanje boljih performansi, ali to može uzrokovati nestabilnosti u sustavu.<br><br>\n\t<b>RT,</b> modificirani su za određene namjene. Ako ne koristite programe kojima je to potrebno, najbolje je koristiti jezgru bez akronima 'rt'."]},"Precisa de ajuda?":{"*":["Treba li vam pomoć?"]},"Drivers de vídeo":{"*":["Upravljački programi za videozapise"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Mesa uključuje upravljačke programe za video zapise sustava koji rade zajedno s jezgrom. Evo razlike između verzija:<br><br><b>Stabilan</b>, preporučuje se za većinu situacija, ravnoteža između novih značajki i stabilnosti.<br><br><b>Tkg</b>, razvojna verzija, s vijestima, ali malo testova, može generirati nestabilnosti, ali također može donijeti više performansi igrama.<br><br><b>Jantar</b>, koristan na starijim računalima, općenito, proizveden prije 2010. godine.<br><br>* Upravljački programi za videozapise iz AMD-a, Intela i drugih uključeni su u Mesu i Linux kernel, osim Nvidijinog vlasničkog upravljačkog programa"]},"Pesquisar Kernel":{"*":["Pretraživanje jezgre"]},"Resultado da pesquisa":{"*":["Rezultati pretrage"]},"Big-Kernel-Manager":{"*":["Big-Kernel-Manager"]},"Fechar":{"*":["Zatvoriti"]},"Abrir":{"*":["Otvori"]},"Instalar ou Remover Versões de Kernel":{"*":["Instaliranje ili uklanjanje kernelskih verzija"]},"Aplicando - Aguarde":{"*":["Primjena - Molimo pričekajte"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>*Otkrivanje ne uključuje pisače i skenere</small>"]},"Placa de vídeo":{"*":["Grafička kartica"]},"Wifi":{"*":["Wi-Fi"]},"Rede Cabeada":{"*":["Kabelska mreža"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["printer"]},"Impressora 3D":{"*":["3D pisač"]},"Scanner":{"*":["Skener"]},"TV Digital":{"*":["Digitalna TV"]},"Webcam":{"*":["web kamera"]},"Touchscreen":{"*":["zaslon osjetljiv na dodir"]},"Som":{"*":["zvuk"]},"Outros":{"*":["Ostalo"]},"Pesquisar Driver ou Firmware":{"*":["Potražite upravljački program ili firmver"]},"Big-Driver-Manager":{"*":["Voditelj velikog vozača"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Instalirajte ili uklonite upravljačke programe i firmwares"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["Općenito je potrebno ponovno pokrenuti računalo kako bi se upravljački program ili firmver primijenio."]},"Driver ou firmware":{"*":["Upravljački program ili firmware"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["Ovaj paket pruža datoteke kompatibilne s ovim računalom."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["Gotovo, ponovno pokrenite računalo da biste aktivirali konfiguraciju upravljačkog programa."]},"Driver":{"*":["Vozač"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Došlo je do pogreške i upravljački program se ne može primijeniti."]},"Resumo":{"*":["Sažetak"]},"Processador":{"*":["Procesor"]},"Placa mãe":{"*":["Matična ploča"]},"Memória":{"*":["Memoari"]},"Rede":{"*":["Neto"]},"Usb":{"*":["Usb"]},"Pci":{"*":["PCI"]},"Bateria":{"*":["Bubnjevi"]},"Armazenamento":{"*":["Skladištenje"]},"Sistema":{"*":["Sustav"]},"Temperatura":{"*":["Vrijeme"]},"Áudio":{"*":["Audio"]},"Mais informações":{"*":["Više informacija"]},"Hardware":{"*":["Hardver"]},"Pesquisar":{"*":["Pretraživanje"]},"Informações de Hardware":{"*":["Informacije o hardveru"]},"Informações Sobre o Sistema e o Hardware":{"*":["Informacije o sustavu i hardveru"]},"Memória RAM:":{"*":["RAM memorija:"]},"Vídeo:":{"*":["Video:"]},"Instalado na partição:":{"*":["Instalirano na particiji:"]},"Tamanho da partição:":{"*":["Veličina particije:"]},"Espaço utilizado:":{"*":["Prostor koji se koristi:"]},"Espaço livre:":{"*":["Slobodni prostor:"]},"Data que o sistema foi instalado:":{"*":["Datum instaliranja sustava:"]},"Kernel em uso:":{"*":["Kernel u upotrebi:"]},"Instalar ou Remover Drivers":{"*":["Instaliranje ili uklanjanje upravljačkih programa"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["BigLinux prema zadanim postavkama uključuje tisuće upravljačkih programa i firmwarea, ali možda ćete morati instalirati još nekoliko."]},"Gerar Relatório":{"*":["Generiraj izvješće"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["Stvara datoteku s informacijama koje se mogu objaviti na internetu."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Prikaz informacija o uređaju na Linux hardveru"]},"Categoria":{"*":["Kategorija"]},"Nome":{"*":["Ime"]},"ID":{"*":["OSOBNA ISKAZNICA"]},"Info":{"*":["Informacije"]},"Desativado":{"*":["onemogućeno"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Prije instaliranja ovog upravljačkog programa uklonite drugi upravljački program Nvidia."]},"Swap Memória Virtual":{"*":["Zamjena virtualne memorije"]},"Conexões de Rede":{"*":["Mrežne veze"]},"Dispositivos e conexões USB":{"*":["USB uređaji i veze"]},"Portas PCI":{"*":["PCI priključci"]},"Dispositivos de Armazenamento":{"*":["Uređaji za pohranu"]},"Partições montadas":{"*":["Montirane particije"]},"Partições desmontadas":{"*":["Demontirane particije"]},"Dispositivos lógicos":{"*":["Logički uređaji"]},"Raid":{"*":["Raid"]},"Informações de Sistema":{"*":["Informacijski sustav"]},"Repositórios":{"*":["Repozitoriji"]},"Enviar para filebin.net":{"*":["Pošalji u filebin.net"]},"Visualizar":{"*":["Zamišljati"]},"O relatório foi salvo no arquivo:":{"*":["Izvješće je spremljeno u datoteku:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["Želite li pregledati datoteku ili je prenijeti na filebin.net web-mjesto da biste imali URL s podacima računala na jednostavan način za dijeljenje?"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["Direktorij $drivers_path ne postoji i nije ga moguće stvoriti."]},"O Big-Kernel-Manager já está em uso.":{"*":["Big-Kernel-Manager je već u upotrebi."]},"O Big-Hardware-Relatory já está em uso.":{"*":["Big-Hardware-Relatory je već u upotrebi."]}}}}