{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Voer uw wachtwoord in om een rapport te genereren waarin gevoelige gegevens, b.v. IP-adres, worden verwijderd, of annuleer om de informatie van het vorige scherm te gebruiken."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["Voer uw wachtwoord in om een vollediger rapport te genereren."]},"Enviando, aguarde...":{"*":["Zenden, even geduld..."]},"Este driver é software livre.":{"*":["Dit stuurprogramma is gratis software."]},"Este driver é proprietário.":{"*":["Dit stuurprogramma is gepatenteerd."]},"Este driver parece compatível com este computador.":{"*":["Dit stuurprogramma lijkt compatibel te zijn met deze computer."]},"Remover":{"*":["Verwijder"]},"Instalar":{"*":["Installeer"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["Er is al een ander nVidia stuurprogramma geïnstalleerd, om dit stuurprogramma te installeren moet u eerst het geïnstalleerde stuurprogramma verwijderen."]},"Em uso":{"*":["In gebruik"]},"Obsoleto, Clique para Remover!":{"*":["Verouderd, klik om te verwijderen!"]},"Categorias":{"*":["Categorieën"]},"Principais":{"*":["Hoofd"]},"Driver detectado:":{"*":["Gedetecteerd stuurprogramma:"]},"Mesa e Kernel":{"*":["Tabel en kernel"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["Kernel- en desktopwijzigingen moeten zorgvuldig worden uitgevoerd."]},"Versões de kernel":{"*":["Kernel versies"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["De Linux-kernel is het onderdeel van het besturingssysteem dat alle andere componenten bestuurt en toepassingen laat functioneren. Het wijzigen van de kernelversie kan nieuwe functionaliteit brengen of de prestaties verbeteren, maar het kan ook problemen veroorzaken met sommige stuurprogramma's en toepassingen. Als het systeem goed werkt, is het misschien niet voordelig om over te schakelen naar een andere kernelversie. Dit is het verschil tussen de versies:<br><br>\n\t<b>LTS,</b> ontvang beveiligingsupdates voor langer. Over het algemeen is de nieuwste LTS-versie de beste optie.<br><br>\n\t<b>Xanmod</b>, heeft aanpassingen om betere prestaties te verkrijgen, maar dit kan instabiliteiten in het systeem veroorzaken.<br><br>\n\t<b>RT,</b> zijn aangepast voor specifieke toepassingen. Als u geen programma's gebruikt die dit nodig hebben, kunt u het beste een kernel gebruiken zonder het acroniem 'rt'."]},"Precisa de ajuda?":{"*":["Heb je hulp nodig?"]},"Drivers de vídeo":{"*":["Videostuurprogramma's"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Mesa bevat de systeemvideostuurprogramma's die samenwerken met de kernel. Dit is het verschil tussen de versies:<br><br><b>Stabiel</b>, aanbevolen voor de meeste situaties, balans tussen nieuwe functies en stabiliteit.<br><br><b>Tkg</b>, ontwikkelingsversie, met nieuws maar weinig tests, kan instabiliteiten genereren, maar kan ook meer prestaties in games brengen.<br><br><b>Amber</b>, handig op oudere computers, in het algemeen, vervaardigd vóór 2010.<br><br>* Videostuurprogramma's van AMD, Intel en anderen zijn opgenomen in Mesa en de Linux-kernel, behalve nvidia's eigen stuurprogramma"]},"Pesquisar Kernel":{"*":["Zoek kernel"]},"Resultado da pesquisa":{"*":["Zoekresultaat"]},"Big-Kernel-Manager":{"*":["Big-Kernel-Manager"]},"Fechar":{"*":["Sluiten"]},"Abrir":{"*":["Open"]},"Instalar ou Remover Versões de Kernel":{"*":["Kernelversies installeren of verwijderen"]},"Aplicando - Aguarde":{"*":["Aanvragen - Even geduld a.u.b"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>* Detectie omvat geen printers en scanners</small>"]},"Placa de vídeo":{"*":["Videokaart"]},"Wifi":{"*":["Wifi"]},"Rede Cabeada":{"*":["Bekabeld Netwerk"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["Printer"]},"Impressora 3D":{"*":["3D-printer"]},"Scanner":{"*":["Scanner"]},"TV Digital":{"*":["Digitale TV"]},"Webcam":{"*":["Webcam"]},"Touchscreen":{"*":["Touchscreen"]},"Som":{"*":["Geluid"]},"Outros":{"*":["Andere"]},"Pesquisar Driver ou Firmware":{"*":["Stuurprogramma of firmware zoeken"]},"Big-Driver-Manager":{"*":["Grote-Driver-Manager"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Stuurprogramma's en firmware installeren of verwijderen"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["Meestal moet de computer opnieuw opgestart worden om het stuurprogramma of de firmware te kunnen toepassen."]},"Driver ou firmware":{"*":["Stuurprogramma of firmware"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["Dit pakket bevat bestanden die compatibel zijn met deze computer."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["Zodra u klaar bent, herstart u uw computer om de driverconfiguratie te activeren."]},"Driver":{"*":["Bestuurder"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Er is een fout opgetreden en het stuurprogramma kan niet worden toegepast."]},"Resumo":{"*":["Samenvatting"]},"Processador":{"*":["Processor"]},"Placa mãe":{"*":["Moederbord"]},"Memória":{"*":["Geheugen"]},"Rede":{"*":["Netwerk"]},"Usb":{"*":["Usb"]},"Pci":{"*":["Pci"]},"Bateria":{"*":["Batterij"]},"Armazenamento":{"*":["Opslag"]},"Sistema":{"*":["Systeem"]},"Temperatura":{"*":["Temperatuur"]},"Áudio":{"*":["Audio"]},"Mais informações":{"*":["Meer informatie"]},"Hardware":{"*":["Hardware"]},"Pesquisar":{"*":["Zoeken"]},"Informações de Hardware":{"*":["Hardware-informatie"]},"Informações Sobre o Sistema e o Hardware":{"*":["Systeem en Hardware Informatie"]},"Memória RAM:":{"*":["RAM geheugen:"]},"Vídeo:":{"*":["Video:"]},"Instalado na partição:":{"*":["Geïnstalleerd op de partitie:"]},"Tamanho da partição:":{"*":["Partitiegrootte:"]},"Espaço utilizado:":{"*":["Gebruikte ruimte:"]},"Espaço livre:":{"*":["Vrije ruimte:"]},"Data que o sistema foi instalado:":{"*":["Datum waarop het systeem werd geïnstalleerd:"]},"Kernel em uso:":{"*":["Kernel in gebruik:"]},"Instalar ou Remover Drivers":{"*":["Stuurprogramma's installeren of verwijderen"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["BigLinux bevat standaard duizenden stuurprogramma's en firmware, maar het kan zijn dat u er nog een paar moet installeren."]},"Gerar Relatório":{"*":["Genereer verslag"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["Maakt een bestand met informatie die op het internet gepubliceerd kan worden."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Apparaatinformatie bekijken op Linux Hardware"]},"Categoria":{"*":["Categorie"]},"Nome":{"*":["Naam"]},"ID":{"*":["ID"]},"Info":{"*":["Info"]},"Desativado":{"*":["Uitgeschakeld"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Voordat u dit stuurprogramma installeert, verwijdert u het andere Nvidia-stuurprogramma."]},"Swap Memória Virtual":{"*":["Virtuele geheugenwissel"]},"Conexões de Rede":{"*":["Netwerkverbindingen"]},"Dispositivos e conexões USB":{"*":["USB-apparaten en aansluitingen"]},"Portas PCI":{"*":["PCI-poorten"]},"Dispositivos de Armazenamento":{"*":["Opslagapparaten"]},"Partições montadas":{"*":["Gemonteerde scheidingswanden"]},"Partições desmontadas":{"*":["Ontmantelde scheidingswanden"]},"Dispositivos lógicos":{"*":["Logische apparaten"]},"Raid":{"*":["Overval"]},"Informações de Sistema":{"*":["Systeeminformatie"]},"Repositórios":{"*":["Repositories"]},"Enviar para filebin.net":{"*":["Verzenden naar filebin.net"]},"Visualizar":{"*":["Visualiseren"]},"O relatório foi salvo no arquivo:":{"*":["Het rapport is opgeslagen in het bestand:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["Wilt u het bestand bekijken of uploaden naar de filebin.net site, om een URL met uw computergegevens op een eenvoudige manier te delen?"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["De map $drivers_path bestaat niet en kan niet worden gemaakt."]},"O Big-Kernel-Manager já está em uso.":{"*":["Big-Kernel-Manager is al in gebruik."]},"O Big-Hardware-Relatory já está em uso.":{"*":["De Big-Hardware-Relatory is al in gebruik."]}}}}