{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Proszę wprowadzić hasło, aby wygenerować raport usuwający wrażliwe dane, np. adres IP, lub anulować, aby wykorzystać informacje z poprzedniego ekranu."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["Proszę wprowadzić hasło, aby wygenerować bardziej kompletny raport."]},"Enviando, aguarde...":{"*":["Wysyłam, proszę czekać..."]},"Este driver é software livre.":{"*":["Ten sterownik jest darmowym oprogramowaniem."]},"Este driver é proprietário.":{"*":["Ten sterownik jest zastrzeżony."]},"Este driver parece compatível com este computador.":{"*":["Ten sterownik wydaje się być kompatybilny z tym komputerem."]},"Remover":{"*":["Usuń"]},"Instalar":{"*":["Zainstaluj"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["Jest już zainstalowany inny sterownik nVidia, aby zainstalować ten sterownik, należy najpierw usunąć zainstalowany sterownik."]},"Em uso":{"*":["W użyciu"]},"Obsoleto, Clique para Remover!":{"*":["Przestarzałe, kliknij, aby usunąć!"]},"Categorias":{"*":["Kategorie"]},"Principais":{"*":["Główna"]},"Driver detectado:":{"*":["Wykryty sterownik:"]},"Mesa e Kernel":{"*":["Tabela i jądro"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["Zmiany w jądrze i środowisku powinny być wykonywane ostrożnie."]},"Versões de kernel":{"*":["Wersje jądra"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["Jądro Linuksa jest składnikiem systemu operacyjnego, który kontroluje wszystkie inne komponenty i umożliwia działanie aplikacji. Zmiana wersji jądra może przynieść nowe funkcje lub poprawić wydajność, ale może również powodować problemy z niektórymi sterownikami i aplikacjami. Jeśli system działa dobrze, przejście na inną wersję jądra może nie być korzystne. Oto różnica między wersjami:<br><br>\n\t<b>LTS,</b> otrzymuj aktualizacje zabezpieczeń na dłużej. Ogólnie rzecz biorąc, najnowsza wersja LTS jest najlepszą opcją.<br><br>\n\t<b>Xanmod</b>, ma modyfikacje, aby uzyskać lepszą wydajność, ale może to powodować niestabilność w systemie.<br><br>\n\t<b>RT,</b> są modyfikowane do określonych zastosowań. Jeśli nie używasz żadnych programów, które tego potrzebują, najlepiej użyć jądra bez akronimu \"rt\"."]},"Precisa de ajuda?":{"*":["Potrzebujesz pomocy?"]},"Drivers de vídeo":{"*":["Sterowniki wideo"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Mesa zawiera systemowe sterowniki wideo, które działają w połączeniu z jądrem. Oto różnica między wersjami:<br><br><b>Stabilna</b>, zalecana w większości sytuacji, równowaga między nowymi funkcjami a stabilnością.<br><br><b>Tkg</b>, wersja rozwojowa, z nowościami, ale kilkoma testami, może generować niestabilności, ale może również przynieść większą wydajność do gier.<br><br><b>Bursztynowy</b>, przydatny na starszych komputerach, w ogóle, wyprodukowany przed 2010 rokiem.<br><br>* Sterowniki wideo AMD, Intel i innych są zawarte w Mesa i jądrze Linuksa, z wyjątkiem zastrzeżonego sterownika Nvidii"]},"Pesquisar Kernel":{"*":["Jądro wyszukiwania"]},"Resultado da pesquisa":{"*":["Wynik wyszukiwania"]},"Big-Kernel-Manager":{"*":["Big-Kernel-Manager"]},"Fechar":{"*":["Zamknij"]},"Abrir":{"*":["Otwórz"]},"Instalar ou Remover Versões de Kernel":{"*":["Instalowanie lub usuwanie wersji jądra"]},"Aplicando - Aguarde":{"*":["Składanie wniosku - Proszę czekać"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>* Wykrywanie nie obejmuje drukarek i skanerów</small>"]},"Placa de vídeo":{"*":["Karta wideo"]},"Wifi":{"*":["Wifi"]},"Rede Cabeada":{"*":["Sieć przewodowa"]},"Bluetooth":{"*":["Bluetooth"]},"Impressora":{"*":["Drukarka"]},"Impressora 3D":{"*":["Drukarka 3D"]},"Scanner":{"*":["Skaner"]},"TV Digital":{"*":["Telewizja cyfrowa"]},"Webcam":{"*":["Kamera internetowa"]},"Touchscreen":{"*":["Ekran dotykowy"]},"Som":{"*":["Dźwięk"]},"Outros":{"*":["Inne"]},"Pesquisar Driver ou Firmware":{"*":["Wyszukaj sterownik lub oprogramowanie sprzętowe"]},"Big-Driver-Manager":{"*":["Big-Driver-Manager"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Instalowanie lub usuwanie sterowników i oprogramowania sprzętowego"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["Zazwyczaj konieczne jest ponowne uruchomienie komputera, aby sterownik lub firmware zostały zastosowane."]},"Driver ou firmware":{"*":["Sterownik lub oprogramowanie sprzętowe"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["Ten pakiet zawiera pliki kompatybilne z tym komputerem."]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["Po zakończeniu należy ponownie uruchomić komputer, aby aktywować konfigurację sterowników."]},"Driver":{"*":["Kierowca"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Wystąpił błąd i nie można zastosować sterownika."]},"Resumo":{"*":["Podsumowanie"]},"Processador":{"*":["Procesor"]},"Placa mãe":{"*":["Płyta główna"]},"Memória":{"*":["Pamięć"]},"Rede":{"*":["Sieć"]},"Usb":{"*":["Usb"]},"Pci":{"*":["Pci"]},"Bateria":{"*":["Bateria"]},"Armazenamento":{"*":["Przechowywanie"]},"Sistema":{"*":["System"]},"Temperatura":{"*":["Temperatura"]},"Áudio":{"*":["Audio"]},"Mais informações":{"*":["Więcej informacji"]},"Hardware":{"*":["Hardware"]},"Pesquisar":{"*":["Szukaj"]},"Informações de Hardware":{"*":["Informacje o sprzęcie"]},"Informações Sobre o Sistema e o Hardware":{"*":["Informacje o systemie i sprzęcie"]},"Memória RAM:":{"*":["Pamięć RAM:"]},"Vídeo:":{"*":["Wideo:"]},"Instalado na partição:":{"*":["Zainstalowane na partycji:"]},"Tamanho da partição:":{"*":["Wielkość partycji:"]},"Espaço utilizado:":{"*":["Wykorzystana przestrzeń:"]},"Espaço livre:":{"*":["Czysta przestrzeń:"]},"Data que o sistema foi instalado:":{"*":["Data zainstalowania systemu:"]},"Kernel em uso:":{"*":["Używane jądro:"]},"Instalar ou Remover Drivers":{"*":["Instalowanie lub usuwanie sterowników"]},"O BigLinux inclui milhares de drivers e firmwares por padrão, porém ainda pode ser necessário instalar mais alguns.":{"*":["BigLinux zawiera domyślnie tysiące sterowników i firmware'u, ale może się okazać, że trzeba będzie zainstalować jeszcze kilka innych."]},"Gerar Relatório":{"*":["Generuj raport"]},"Cria um arquivo com informações que pode ser publicado na internet.":{"*":["Tworzy plik z informacjami, które mogą być opublikowane w Internecie."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Wyświetlanie informacji o urządzeniach w systemie Linux Hardware"]},"Categoria":{"*":["Kategoria"]},"Nome":{"*":["Nazwa"]},"ID":{"*":["ID"]},"Info":{"*":["Info"]},"Desativado":{"*":["Niepełnosprawni"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Przed zainstalowaniem tego sterownika usuń drugi sterownik Nvidii."]},"Swap Memória Virtual":{"*":["Wymiana pamięci wirtualnej"]},"Conexões de Rede":{"*":["Połączenia sieciowe"]},"Dispositivos e conexões USB":{"*":["Urządzenia i połączenia USB"]},"Portas PCI":{"*":["Porty PCI"]},"Dispositivos de Armazenamento":{"*":["Urządzenia pamięci masowej"]},"Partições montadas":{"*":["Montowane partycje"]},"Partições desmontadas":{"*":["Zdemontowane ścianki działowe"]},"Dispositivos lógicos":{"*":["Urządzenia logiczne"]},"Raid":{"*":["Raid"]},"Informações de Sistema":{"*":["Informacje o systemie"]},"Repositórios":{"*":["Repozytoria"]},"Enviar para filebin.net":{"*":["Wyślij do filebin.net"]},"Visualizar":{"*":["Wizualizacji"]},"O relatório foi salvo no arquivo:":{"*":["Raport został zapisany do pliku:"]},"Deseja visualizar o arquivo ou envia-lo ao site filebin.net, para ter uma URL com os dados do seu computador de forma fácil de compartilhar?":{"*":["Czy chcesz wyświetlić plik lub przesłać go do witryny filebin.net, aby mieć adres URL z danymi komputera w łatwy sposób do udostępnienia?"]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["Katalog $drivers_path nie istnieje i nie można go utworzyć."]},"O Big-Kernel-Manager já está em uso.":{"*":["Big-Kernel-Manager jest już w użyciu."]},"O Big-Hardware-Relatory já está em uso.":{"*":["Big-Hardware-Relatory jest już w użyciu."]}}}}