{"biglinux-driver-manager":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"O Big-Hardware-Relatory já está em uso.":{"*":["Big-Hardware-Relatory är redan i bruk."]},"O diretório $drivers_path não existe e não foi possível criar.":{"*":["Katalogen $drivers_path finns inte och kunde inte skapas."]},"O Big-Kernel-Manager já está em uso.":{"*":["Big-Kernel-Manager används redan."]},"Big-Kernel-Manager":{"*":["Stor-Kernel-Manager"]},"Remover":{"*":["Ta bort"]},"Instalar":{"*":["Installera"]},"Este driver é software livre.":{"*":["Den här drivrutinen är gratis programvara."]},"Este driver é proprietário.":{"*":["Den här drivrutinen är skyddad."]},"Este driver parece compatível com este computador.":{"*":["Den här drivrutinen verkar vara kompatibel med den här datorn."]},"Desativado":{"*":["Inaktiverad"]},"Antes de instalar este driver, remova o outro driver Nvidia.":{"*":["Innan du installerar den här drivrutinen tar du bort den andra Nvidia-drivrutinen."]},"Ver informações do dispositivo no Linux Hardware":{"*":["Visa enhetsinformation om Linux maskinvara"]},"Processador":{"*":["Processor"]},"Placa mãe":{"*":["Moderkort"]},"Memória":{"*":["Minne"]},"Swap Memória Virtual":{"*":["Byte av virtuellt minne"]},"Placa de vídeo":{"*":["Videokort"]},"Áudio":{"*":["Ljud"]},"Rede":{"*":["Nätverk"]},"Conexões de Rede":{"*":["Nätverksanslutningar"]},"Dispositivos e conexões USB":{"*":["USB-enheter och anslutningar"]},"Portas PCI":{"*":["PCI-portar"]},"Bateria":{"*":["Batteri"]},"Dispositivos de Armazenamento":{"*":["Lagringsenheter"]},"Partições montadas":{"*":["Monterade partitioner"]},"Partições desmontadas":{"*":["Nedmonterade skiljeväggar"]},"Dispositivos lógicos":{"*":["Logiska anordningar"]},"Raid":{"*":["Raid"]},"Sistema":{"*":["System"]},"Informações de Sistema":{"*":["Systeminformation"]},"Repositórios":{"*":["Förvaringsställen"]},"Bluetooth":{"*":["Bluetooth"]},"Temperatura":{"*":["Temperatur"]},"Já existe outro driver nVidia instalado, para instalar este driver, remova primeiro o driver instalado.":{"*":["Det finns redan en annan nVidia-drivrutin installerad, ta bort den installerade drivrutinen först för att installera den här drivrutinen."]},"Em uso":{"*":["I bruk"]},"Obsoleto, Clique para Remover!":{"*":["Föråldrad, klicka för att ta bort!"]},"Concluído, reinicie o computador para ativar a configuração do driver.":{"*":["När det är klart startar du om datorn för att aktivera drivrutinkonfigurationen."]},"Driver":{"*":["Förare"]},"Ocorreu um erro e o driver não pode ser aplicado.":{"*":["Ett fel har inträffat och drivrutinen kan inte tillämpas."]},"Enviando, aguarde...":{"*":["Sändning, vänligen vänta..."]},"Categorias":{"*":["Kategorier"]},"Principais":{"*":["Huvudsidan"]},"Driver detectado:":{"*":["Förare upptäcktes:"]},"Mesa e Kernel":{"*":["Tabell och kärna"]},"As alterações do kernel e mesa devem ser feita com cuidado.":{"*":["Kärn- och skrivbordsändringar bör göras noggrant."]},"Versões de kernel":{"*":["Kärnversioner"]},"O kernel Linux é o componente do sistema operacional que controla todos os outros componentes e permite que os aplicativos funcionem. Alterar a versão do kernel pode trazer novas funcionalidades ou melhorar o desempenho, mas também pode causar problemas com alguns drivers e aplicativos. Se o sistema está funcionando bem, pode não ter vantagem mudar para outra versão do kernel. Veja a diferença entre as versões:\n\t<br><br>\n\t<b>LTS</b>, recebem atualizações de segurança por mais tempo. Em geral, a versão LTS mais recente é a melhor opção.\n\t<br><br>\n\t<b>Xanmod</b>, possui modificações para obter melhor desempenho, mas isso pode causar instabilidades no sistema.\n\t<br><br>\n\t<b>RT</b>, são modificadas para usos específicos. Se você não usa nenhum programa que precise disso, é melhor usar um kernel sem a sigla 'rt'.":{"*":["Linux-kärnan är den komponent i operativsystemet som styr alla andra komponenter och tillåter applikationer att fungera. Att ändra kärnversionen kan ge ny funktionalitet eller förbättra prestanda, men det kan också orsaka problem med vissa drivrutiner och applikationer. Om systemet fungerar bra kanske det inte är fördelaktigt att byta till en annan kärnversion. Här är skillnaden mellan versionerna:<br><br>\n\t<b>LTS,</b> få säkerhetsuppdateringar längre. I allmänhet är den senaste LTS-versionen det bästa alternativet.<br><br>\n\t<b>Xanmod</b>, har modifieringar för att få bättre prestanda, men detta kan orsaka instabilitet i systemet.<br><br>\n\t<b>RT,</b> modifieras för specifika användningsområden. Om du inte använder några program som behöver detta är det bäst att använda en kärna utan förkortningen 'rt'."]},"Precisa de ajuda?":{"*":["Behöver du hjälp?"]},"Drivers de vídeo":{"*":["Video drivrutiner"]},"Mesa inclui os drivers de vídeo do sistema que funcionam em conjunto com o kernel. Veja a diferença entre as versões:\n<br><br><b>Stable</b>, recomendada para a maioria das situações, equilíbrio entre novos recursos e estabilidade.\n<br><br><b>Tkg</b>, versão de desenvolvimento, com novidades mas poucos testes, pode gerar instabilidades, mas também pode trazer mais desempenho para jogos.\n<br><br><b>Amber</b>, útil em computadores antigos, em geral, fabricados antes de 2010.\n<br><br>* Drivers de vídeo da AMD, Intel e outros estão inclusos no Mesa e no kernel Linux, exceto o driver proprietário da Nvidia":{"*":["Mesa innehåller systemgrafikdrivrutinerna som fungerar tillsammans med kärnan. Här är skillnaden mellan versionerna:<br><br><b>Stabil,</b> rekommenderas för de flesta situationer, balans mellan nya funktioner och stabilitet.<br><br><b>Tkg</b>, utvecklingsversion, med nyheter men få tester, kan generera instabiliteter, men kan också ge mer prestanda till spel.<br><br><b>Amber</b>, användbar på äldre datorer, i allmänhet, tillverkad före 2010.<br><br>* Videodrivrutiner från AMD, Intel och andra ingår i Mesa och Linux-kärnan, förutom Nvidias proprietära drivrutin"]},"Pesquisar Kernel":{"*":["Sök kärna"]},"Resultado da pesquisa":{"*":["Sökresultat"]},"Fechar":{"*":["Stäng"]},"Abrir":{"*":["Öppna"]},"Instalar ou Remover Versões de Kernel":{"*":["Installera eller ta bort kärnversioner"]},"Aplicando - Aguarde":{"*":["Ansökan - Vänta"]},"<small>* A detecção não inclui impressoras e scanners</small>":{"*":["<small>* Detektering omfattar inte skrivare och skannrar</small>"]},"Wifi":{"*":["Wifi"]},"Rede Cabeada":{"*":["Trådbundet nätverk"]},"Impressora":{"*":["Skrivare"]},"Impressora 3D":{"*":["3D-skrivare"]},"Scanner":{"*":["Skanner"]},"TV Digital":{"*":["Digital-TV"]},"Webcam":{"*":["Webbkamera"]},"Touchscreen":{"*":["Pekskärm"]},"Som":{"*":["Ljud"]},"Outros":{"*":["Övriga"]},"Pesquisar Driver ou Firmware":{"*":["Sök drivrutin eller fast programvara"]},"Big-Driver-Manager":{"*":["Big-Driver-Manager"]},"Instalar ou Remover Drivers e Firmwares":{"*":["Installera eller ta bort drivrutiner och fast programvara"]},"Geralmente é preciso reiniciar o computador para o driver ou firmware ser aplicado.":{"*":["Det är vanligtvis nödvändigt att starta om datorn för att drivrutinen eller den fasta programvaran ska kunna tillämpas."]},"Driver ou firmware":{"*":["Drivrutin eller fast programvara"]},"Este pacote fornece arquivos compatíveis com este computador.":{"*":["Det här paketet innehåller filer som är kompatibla med den här datorn."]},"Digite sua senha para gerar um relatório removendo dados sensíveis, por exemplo, endereço de IP, ou cancele para utilizar as informações da tela anterior.":{"*":["Ange ditt lösenord för att skapa en rapport som tar bort känsliga uppgifter, t.ex. IP-adress, eller avbryt för att använda informationen från föregående skärm."]},"Digite sua senha para gerar um relatório mais completo.":{"*":["Ange ditt lösenord för att skapa en mer fullständig rapport."]}}}}